Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: <i>General Information</i> is a display of a student's fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the "Save" button at the top of the page.
pt_br: <i>Informações gerais</i> é uma exibição dos fundamentos informações. Isso inclui data de nascimento, número do seguro social, etnia, gênero, local de nascimento e série. Você pode alterar qualquer uma dessas informações clicando no valor que deseja alterar, alterando o valor e clicando em o botão "Salvar" na parte superior da página.

source: <i>Addresses & Contacts</i> is a display of a student's address and contact information.
pt_br: <i>Endereços e Contatos</i> é uma exibição do endereço e contato de um aluno Informação.

source: A student can have any number of addresses. To add an address, click the "Add a New Address" link and complete the empty fields in the Address box. Finally, click the "Save" button at the top of the screen.
pt_br: Um aluno pode ter qualquer número de endereços. Para adicionar um endereço, clique no botão "Adicionar um novo endereço" e preencha os campos vazios na caixa Endereço. Finalmente, clique no botão "Salvar" na parte superior da tela.

source: Now, you can add a contact to this address. To do this, complete the contact's name, and again, press the "Save" button.
pt_br: Agora, você pode adicionar um contato a este endereço. Para fazer isso, preencha o nome do contato e, novamente, pressione o botão "Salvar".

source: You can now add more information about this contact by checking the "Custody" and "Emergency" checkboxes, after first clicking on their default value of "No" (cross). Relations marked as having "Custody" of the student receive mailings and relations marked as being "Emergency" contacts can be contacted in the case of an emergency.
pt_br: Agora você pode adicionar mais informações sobre este contato marcando o "Custódia" e "Emergência", depois de clicar primeiro em suas valor padrão de "Não" (cruzado). Relações marcadas como tendo "Custódia" de o aluno recebe correspondências e relacionamentos marcados como "Emergência" os contatos podem ser contactados em caso de emergência.

source: You can add other information about this contact, such as their cell phone number, fax number, occupation, workplace, etc. by filling in the title of the new data in the "Description" field and its corresponding value in the "Value" field.
pt_br: Você pode adicionar outras informações sobre este contato, como o número de telefone celular, número de fax, profissão, local de trabalho, etc., preenchendo o título de os novos dados no campo "Descrição" e seu valor correspondente no Campo "Valor".

source: Contacts and information about contacts can be deleted by clicking on the delete icon (-) next to the information to be deleted. (Note: you will be asked to confirm all deletions.) Any information on the screen can be modified by first clicking on the information, then changing its value, and finally clicking the "Save" button at the top of the screen.
pt_br: Contatos e informações sobre contatos podem ser excluídos clicando no botão ícone excluir (-) ao lado das informações a serem excluídas. (Observação: você será pedido para confirmar todas as exclusões.) Qualquer informação na tela pode ser modificado clicando primeiro na informação, depois alterando seu valor, efinalmente clicando no botão "Salvar" na parte superior da tela.

source: <i>Medical</i> is a display of a student's medical information.
pt_br: <i>Médico</i> é uma exibição das informações médicas de um aluno.

source: This includes the student's physician, the physician's phone, the student's preferred hospital, any medical comments, whether or not the student has a doctor's note, and comments concerning the doctor's note. To change any of these values, click on the value you want to change, change it, and click the "Save" button at the top of the screen.
pt_br: Isso inclui o médico do aluno, o telefone do médico, o hospital preferido, quaisquer comentários médicos, se o aluno tem ou não um atestado médico e comentários relativos ao atestado médico. Para alterar qualquer um dos esses valores, clique no valor que deseja alterar, altere-o e clique em o botão "Salvar" na parte superior da tela.

source: You can also add entries for each immunization or physical received by the student as well as any medical alerts such as allergies or illnesses.
pt_br: Você também pode adicionar entradas para cada imunização ou exame físico recebido pelo aluno, bem como quaisquer alertas médicos, como alergias ou doenças.

source: To add an immunization, physical, or medical alert, fill in the blank fields at the bottom of the appropriate list, and click the "Save" button at the top of the screen.
pt_br: Para adicionar um alerta de imunização, físico ou médico, preencha os campos na parte inferior da lista apropriada e clique no botão "Salvar" no topo da tela.

source: To change an immunization, physical, or medical alert, click on the value you want to change, change it, and click the "Save" button at the top of the screen.
pt_br: Para alterar um alerta de imunização, físico ou médico, clique no valor você deseja alterar, altere e clique no botão "Salvar" na parte superior da a tela.

source: To delete an immunization, physical, or medical alert, click on the delete icon (-) next to the item you want to delete. You will be asked to confirm your deletion.
pt_br: Para excluir um alerta de imunização, físico ou médico, clique no ícone de exclusão (-) ao lado do item que deseja excluir. Você será solicitado a confirmar sua exclusão.

source: <i>Enrollment</i> can be used to enroll or drop a student from any school. A student can have only one active enrollment record at any time.
pt_br: <i>Inscrição</i> pode ser usado para matricular ou retirar um aluno de qualquer escola. A aluno pode ter apenas um registro de matrícula ativo a qualquer momento.

source: To drop a student, change the "Dropped" date to the effective date of the student's drop as well as the reason for his drop. Click the "Save" button at the top of the screen.
pt_br: Para abandonar um aluno, altere a data de "Desistente" para a data efetiva do desistência do aluno, bem como o motivo da desistência. Clique no botão "Salvar" na parte superior da tela.

source: Now you can reenroll the student. To do this, select the effective date of the student's enrollment and the reason for his enrollment from the blank line at the bottom of the list. Also, select the school at which the student should be enrolled and click the "Save" button at the top of the screen.
pt_br: Agora você pode reinscrever o aluno. Para fazer isso, selecione a data efetiva de a matrícula do aluno e o motivo da sua matrícula em brancona parte inferior da lista. Além disso, selecione a escola em que o aluno deve estar inscrito e clique no botão "Salvar" na parte superior da tela.

source: The enrollment and drop dates and reasons can be modified by clicking on the values, changing them to the desired value, and clicking the "Save" button at the top of the screen.
pt_br: As datas e motivos de inscrição e desistência podem ser modificados clicando no botão valores, alterando-os para o valor desejado e clicando no botão "Salvar"na parte superior da tela.

source: <i>Advanced Report</i> is a tool that helps you create any report you want, easily.
pt_br: <i>Relatório Avançado</i> é uma ferramenta que ajuda você a criar qualquer relatório que desejar, facilmente.

source: Select what you want to see on the report by checking the checkboxes next to the columns you wish to see on the report. The columns will appear in the list at the top of the screen in the order you have selected them.
pt_br: Selecione o que deseja ver no relatório marcando as caixas de seleção ao lado de as colunas que você deseja ver no relatório. As colunas aparecerão no lista no topo da tela na ordem em que você os selecionou.

source: To get the list of students who have their birthday on a specific date, select the date using the "Birth Month" and "Birth Day" pull-down menus in the "Find a Student" box.
pt_br: Para obter a lista de alunos que fazem aniversário em uma data específica, selecione a data usando os menus suspensos "Mês de nascimento" e "Dia de nascimento" na caixa "Encontre um aluno".

source: <i>Add / Drop Report</i> is a report of all the students who have enrolled or dropped their enrollment during the time period selected.
pt_br: <i>Adicionar / Eliminar relatório</i> é um relatório de todos os alunos que se matricularam ou desistiu de sua inscrição durante o período de tempo selecionado.

source: To consult other time periods, change the dates in the top part of the page and click the "Go" button on the right of the end date.
pt_br: Para consultar outros períodos de tempo, altere as datas na parte superior da página e clique no botão "Ir" à direita da data de término.

source: <i>Print Student Labels</i> allows you to generate labels for Student folders.
pt_br: <i>Imprimir etiquetas de alunos</i> permite gerar etiquetas para pastas.

source: <i>Print Mailing Labels</i> allows you to generate mailing labels for a group of students, parents or families.
pt_br: <i>Imprimir etiquetas de endereçamento</i> permite gerar etiquetas de endereçamento para grupo de alunos, pais ou famílias.

source: You must first select a student by using the "Find a Student" search screen.
pt_br: Você deve primeiro selecionar um aluno usando na tela de pesquisa "Encontre um aluno".

source: Then, select the students & what to print on the label: use the checkboxes on the left hand side of the student list to select the students, and use the options below the "Include on Labels" section to select what information you wish to include. You can include the student's Attendance Teacher and Attendance Room on the folder label.
pt_br: Em seguida, selecione os alunos e o que imprimir na etiqueta: use as caixas de seleção no lado esquerdo da lista de alunos para selecionar os alunos e use as opções abaixo da seção "Incluir nas etiquetas" para selecionar o que informações que deseja incluir. Você pode incluir a assiduidade do aluno professor e sala da presença na etiqueta da pasta.

source: <i>Print Student Info</i> will generate a multi-page report out of the information present in the Student Info tabs.
pt_br: <i>Imprimir informações do aluno</i> gerará um relatório de várias páginas a partir do informações presentes nas abas de Informações do Aluno.

source: Then, select the students and the information on the report: use the checkboxes on the left hand side of the student list to select the students, and then, at the top of the screen, check the tabs of the Student Info you would like to include. You can also check "Mailing Labels" to add the mailing information to the report so you may mail it in a window envelope. When you're done, click "Print Info for Selected Students".
pt_br: Em seguida, selecione os alunos e as informações do relatório: use as caixas de seleção do lado esquerdo da lista de alunos para selecionar os alunos, e depois, na parte superior da tela, verifique as abas das Informações do Aluno que você gostaria de incluir. Você também pode marcar "Etiquetas de endereçamento" para adicionar o enviar informações para o relatório para que você possa enviá-lo em um envelope com janela. Ao terminar, clique em "Imprimir informações para alunos selecionados".

source: <i>My Report</i> will generate a report that can be downloaded to your desktop as an excel spreadsheet, with complete contact information.
pt_br: <i>Meu relatório</i> gerará um relatório que pode ser baixado em desktop como uma planilha Excel, com informações de contato completas.

source: This report will provide a printable listing, or more appropriately, a spreadsheet of students and their contact information you might use in a mail merge directory, or other.
pt_br: Este relatório fornecerá uma listagem para impressão ou, mais apropriadamente, uma planilha de alunos e suas informações de contato que você pode usar em um diretório de mala direta ou outro.

source: Click on the Download icon at the top of the list to export the report to an Excel spreadsheet.
pt_br: Clique no ícone Download no topo da lista para exportar o relatório para um Planilha do Excel.

source: <i>Create Parent Users</i> will let you create Parent accounts from the Contact information recorded for each Student.
pt_br: <i>Criar usuários principais</i> permitirá que você crie contas principais a partir do Informações de contato registradas para cada aluno.

source: You must first select the Field where parent email addresses are stored. The drop down list contains Student and Address fields ("Text" type only).
pt_br: Você deve primeiro selecionar o campo onde os endereços de e-mail dos pais são armazenados. O a lista suspensa contém os campos Aluno e Endereço (somente tipo "Texto").

source: You can create a new Email text field using the <i>Student Fields</i> program.
pt_br: Você pode criar um novo campo de texto de e-mail usando <i>Campos do aluno</i> programa.

source: You then must select a student by using the "Find a Student" search screen.
pt_br: Depois, você deve selecionar um aluno usando na tela de pesquisa "Encontre um aluno".

source: The list of students will show the parent name and email. Students will have a checkbox only if a valid email address was found in the email field.
pt_br: A lista de alunos mostrará o nome dos pais e e-mail. Os alunos terão uma caixa de seleção somente se um endereço de e-mail válido for encontrado no campo de e-mail.

source: Customize the email content sent to parents using the large text boxes and substitution codes above the list.
pt_br: Personalize o conteúdo do e-mail enviado aos pais usando as caixas de texto grandes e códigos de substituição acima da lista.

source: To test the Parent Users creation and check the email content, you can enter your email address in the Test Mode field.
pt_br: Para testar a criação dos usuários pais e verificar o conteúdo do e-mail, você pode digitar seu endereço de e-mail no campo Modo de teste.

source: Click the "Create Parent Accounts for the Selected Students" button.
pt_br: Clique no botão "Criar contas de pais para os alunos selecionados".

source: <i>Registration</i> lets you configure the Registration program's form and preview how it will be displayed to Parents or Students.
pt_br: <i>Registro</i> permite configurar o formulário do programa de Registro e visualize como será exibido para pais ou alunos.

source: The <i>Registration</i> program is a convenient way to allow Students or Parents to self register their information once their Student account is activated.
pt_br: O programa <i>Registro</i> é uma maneira conveniente de permitir que Alunos ou Os pais devem registrar automaticamente suas informações assim que a conta do aluno for ativado.

source: The first Parent fieldset allows you to edit the main Contact relation, check whether it should be marked as "Custody" and "Emergency", select which Contact Information and which Contact Field categories you would like to be completed.
pt_br: O primeiro conjunto de campos pai permite que você edite a relação de contato principal, verifique se deve ser marcado como "Custódia" e "Emergência", selecione quais informações de contato e quais categorias de campo de contato você gostaria para ser concluído.

source: If no Contact Information is available, add it first to an existing contact from the <i>Student Info > Addresses & Contacts</i> tab.
pt_br: Se nenhuma informação de contato estiver disponível, adicione-a primeiro a um contato existente na guia <i>Informações do aluno > Endereços e contatos</i>.

source: If no Contact Fields are available, you can add some from the <i>Student Fields</i> program.
pt_br: Se nenhum campo de contato estiver disponível, você pode adicionar alguns do <i>Aluno programa Campos</i>.

source: Next to the main Parent contact, a similar fieldset allows you to edit the secondary Contact form. You can select whether it has no address, or to use the same address as for the student, or to display a new address form.
pt_br: Ao lado do contato pai ou responsável, um conjunto de campos semelhante permite que você edite o formulário de contato secundário. Você pode selecionar se não tem endereço ou usar o mesmo endereço do aluno, ou para exibir um novo formulário de endereço.

source: Below is the Address fieldset which allows you to select which Address Field categories you would like to be completed.
pt_br: Abaixo está o conjunto de campos de endereço que permite selecionar qual campo de endereço categorias que você gostaria de ser concluída.

source: If no Address Fields are available, you can add some from the <i>Student Fields</i> program.
pt_br: Se nenhum campo de endereço estiver disponível, você pode adicionar alguns do <i>Aluno programa Campos</i>.

source: Below you can activate and configure other Contacts such as Grandparents.
pt_br: Abaixo você pode ativar e configurar outros contatos, como avós.

source: Finally, the Student fieldset allows you to select which Student Field categories you would like to be completed.
pt_br: Finalmente, o conjunto de campos Aluno permite selecionar qual Campo Aluno categorias que você gostaria de ser concluída.

source: You can add more Student Fields from the <em>Student Fields</em> program.
pt_br: Você pode adicionar mais Campos de Aluno do programa <em>Campos de aluno</em>.

source: Click the "Save" button once you are ready. To preview the form, click the "Preview" link at the top of the screen.
pt_br: Clique no botão "Salvar" quando estiver pronto. Para visualizar o formulário, clique no botão Link "Visualizar" na parte superior da tela.

source: Parents registering a student who already have siblings in the school will be shown the "Use same address and contact information as for [Student name]" checkbox.
pt_br: Os pais que matricularem um aluno que já tem irmãos na escola irão será mostrado o "Usar o mesmo endereço e informações de contato de [Estudante caixa de seleção nome]".

source: Tip: you can create a Student Field named "Parent email" and set it as the "Student email field" from the <i>School > Configuration</i> program. Students having the same Parent email will also be shown a "Use same address and contact information as for [Student name]" checkbox when registering.
pt_br: Dica: você pode criar um campo do aluno chamado "email do pai" e defini-lo como "Campo de e-mail do aluno" do programa <i>Escola > Configuração</i>. Alunos com o mesmo e-mail dos Pais também verão um "Usar o mesmo caixa de seleção endereço e informações de contato como [Nome do aluno]" quando registrando.

source: <i>Remove Access</i> will let you remove access for students and their associated parents.
pt_br: <i>Remover acesso</i> permitirá que você remova o acesso de alunos e pais associados.

source: To grant access for students and their associated parents, click the "Grant Access" link.
pt_br: Para conceder acesso aos alunos e seus pais associados, clique no link "Conceder acesso".

source: You then must select a student by using the "Students with Access" search screen.
pt_br: Em seguida, você deve selecionar um aluno usando na tela de pesquisa "Estudantes com acesso".

source: The list of students will show the student username. Only students having a username and a password set will be displayed in the list.
pt_br: A lista de alunos mostrará o nome de usuário do aluno. Somente alunos com nome de usuário e um conjunto de senha serão exibidos na lista.

source: Customize the username prefix you want to add so students cannot guess it.
pt_br: Personalize o prefixo do nome de usuário que deseja adicionar para que os alunos não consigam adivinhá-lo.

source: Check the "Remove Access for Associated Parents" checkbox if you wish to set those parents' profile to No Access.
pt_br: Marque a caixa de seleção "Remover acesso para pais associados" se desejar definir o perfil desses pais como Sem acesso.

source: Click the "Remove Access for Selected Students" button.
pt_br: Clique no botão "Remover acesso para alunos selecionados".

source: <i>Data Fields</i> allows you to setup your school's custom data fields. These fields are used to store information about a student in the "General Info" tab / "Addresses & Contacts" tab or a custom tab of the student screen.
pt_br: <i>Campos de dados</i> permite que você configure os campos de dados personalizados de sua escola. Esses campos são usados para armazenar informações sobre um aluno no campo "Informações gerais" guia / "Endereços e contatos" ou uma guia personalizada do aluno tela.

source: Data Field Categories
pt_br: Categorias de campo de dados

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" of Data Fields in the Students > Student Info program. To create a new category or "tab", just click on the "+" icon below the existing Categories.
pt_br: RosarioSIS permite adicionar categorias personalizadas que assumirão a forma de novas "Guias" de Campos de dados no programa Alunos > Informações do aluno. Para crie uma nova categoria ou "aba", basta clicar no ícone "+" abaixo do categorias existentes.

source: New Category
pt_br: Nova categoria

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the Student Info program), and the number of columns the tab will display (optional). Click "Save" when you have finished.
pt_br: Agora você pode digitar o nome da nova categoria no(s) campo(s) "Título" fornecido. Adicione uma ordem de classificação (ordem na qual as guias aparecerão no Programa de informações do aluno) e o número de colunas que a guia exibirá (opcional). Clique em "Salvar" quando terminar.

source: Click on the "+" icon below the "No Student Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
pt_br: Clique no ícone "+" abaixo do texto "Nenhum campo do aluno foi encontrado". Preencha o(s) campo(s) do Nome do Campo e, em seguida, escolha o tipo de campo que deseja com o menu suspenso "Tipo de dados".

source: The "Sort Order" determines the order in which the fields will be displayed in the Student Info tab.
pt_br: A "Ordem" determina a ordem em que os campos serão exibido na guia Informações do aluno.

source: You can delete any Student field or Category simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field or category.
pt_br: Você pode excluir qualquer campo ou categoria de aluno simplesmente clicando no botão "Excluir" no canto superior direito. Observe que você perderá todos os seus dados se você excluir um campo ou categoria já usado.

source: <i>Enrollment Codes</i> allows you to setup your school's enrollment codes. Enrollment codes are used in the Enrollment student screen, and specify the reason the student was enrolled or dropped from a school. These codes apply to all schools system-wide.
pt_br: <i>Códigos de matrícula</i> permite que você configure os códigos de matrícula de sua escola. Códigos de matrícula são usados na tela Matrícula do aluno, e especifique o razão pela qual o aluno se matriculou ou desistiu de uma escola. Esses códigos se aplicam a todas as escolas de todo o sistema.
