Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: The red checks indicate that a teacher has failed to enter the current marking period's grades for that period.
pt_br: As verificações vermelhas indicam que um professor não conseguiu inserir o marcando as notas do período para aquele período.

source: You can select the current quarter, semester from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen.
pt_br: Você pode selecionar o trimestre atual, semestre no menu suspenso no parte superior da tela. Para alterar o trimestre atual, altere o período de marcação menu suspenso no quadro esquerdo. Você também pode mostrar apenas um ponto escolhendo esse período no menu suspenso de período na parte superior da tela.

source: <i>Grade Breakdown</i> is a report that shows the number of each grade that a teacher gave.
pt_br: <i>Detalhamento da nota</i> é um relatório que mostra o número de cada nota que um professor deu.

source: You can select the current quarter, semester from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame.
pt_br: Você pode selecionar o trimestre atual, semestre no menu suspenso no parte superior da tela. Para alterar o trimestre atual, altere o período de marcação menu suspenso no quadro esquerdo.

source: <i>Student Grades</i> allows you to view the grades earned by a student.
pt_br: <i>Notas do aluno</i> permite que você visualize as notas obtidas por um aluno.

source: <i>Final Grades</i> allows you to view the final grades earned by any number of students.
pt_br: <i>Notas finais</i> permite que você visualize as notas finais recebidas por qualquer número de estudantes.

source: Then, select what you would like to include on the Grade List: "Teacher", "Comments" and "Year-to-date Daily Absences" are pre-checked by default. If you wish to include other columns, please check them. Do not forget to check the Marking Periods to show on the Grade List.
pt_br: Depois, selecione o que você gostaria de incluir na lista de notas: "Professor", "Comentários" e "Ausências diárias acumuladas no ano" são pré-verificadas por padrão. Se desejar incluir outras colunas, verifique-as. Não se esqueça de verifique os períodos de marcação para mostrar na lista de notas.

source: Finally, click the "Create Grade Lists for Selected Students" button.
pt_br: Finalmente, clique no botão "Criar listas de notas para alunos selecionados".

source: Please note that if you select only ONE marking period, you will be able to delete Final Grades by clicking the (-) icon on the left hand side of the page, and then confirm your choice.
pt_br: Por favor, note que se você selecionar apenas UM período de marcação, você poderá exclua as notas finais clicando no ícone (-) no lado esquerdo da página e, em seguida, confirme sua escolha.

source: <i>GPA / Class Rank List</i> is a report that shows the unweighted GPA, weighted GPA, and class rank of each student at your school.
pt_br: <i>CR / Classificação de classe</i> é um relatório que mostra o CR não ponderado, CR ponderado e classificação de classe de cada aluno em sua escola.

source: As with any list in RosarioSIS, you can sort by any value displayed by clicking on the coresponding column heading. For example, you can sort by grade by clicking on the "Grade" column heading. Similarly, you can sort by unweighted GPA by clicking on the "Unweighted GPA" column heading.
pt_br: Como em qualquer lista no RosarioSIS, você pode classificar por qualquer valor exibido por clicando no cabeçalho da coluna correspondente. Por exemplo, você pode classificar por avalie clicando no título da coluna "Avaliar". Da mesma forma, você pode classificar por CR não ponderado clicando no cabeçalho da coluna "CR não ponderado".

source: <i>Configuration</i> allows you to override individual teacher configuration and configure the gradebook for them.
pt_br: <i>Configuração</i> permite que você substitua a configuração individual do professor e configurar o livro de notas para eles.

source: Finally, you can also configure the final grading percentages of each semester. These values are used when averaging the quarter grades to calculate the semester grade.
pt_br: Finalmente, você também pode configurar as porcentagens de notas finais de cada semestre. Esses valores são usados para calcular a média das notas trimestrais para calcule a nota do semestre.

source: <i>Grading Scales</i> allows you to setup your school's report card grades. Report card grades are used in the Input Final Grades program by teachers and in most of the Grades reports. Report card grades include letter grades as well as grade comments that a teacher can choose from when entering grades.
pt_br: <i>Escalas de classificação</i> permite que você configure as notas do boletim escolar de sua escola. As notas do boletim são usadas no programa de notas finais de entrada pelos professores e na maioria dos relatórios de Notas. As notas do boletim incluem notas com letras bem como comentários de nota que um professor pode escolher ao entrar notas.

source: To add a report card grade, fill in the grade's title, GPA value, and sort order in the empty fields at the bottom of the grades list and click the "Save" button.
pt_br: Para adicionar uma nota de boletim escolar, preencha o título da nota, o valor CR e classifique nos campos vazios na parte inferior da lista de notas e clique no botão "Salvar".

source: To add a comment, enter the new comment's title in the empty field at the bottom of the comments list.
pt_br: Para adicionar um comentário, insira o título do novo comentário no campo vazio no parte inferior da lista de comentários.

source: To modify either type of grade, click on any of the grade's information, change the value, and click the "Save" button.
pt_br: Para modificar qualquer tipo de nota, clique em qualquer uma das informações da nota, altere o valor e clique no botão "Salvar".

source: To delete either type of grade, click the delete icon (-) next to the grade you want to delete. You will be asked to confirm the deletion.
pt_br: Para excluir qualquer tipo de nota, clique no ícone de exclusão (-) ao lado da nota você deseja excluir. Você será solicitado a confirmar a exclusão.

source: To add or edit a grade scale, first click the plus icon (+) tab. For each grade scale you should adjust their scale value, minimum passing grade (minimum grade to earn credits), along with various honor roll minimum GPAs.
pt_br: Para adicionar ou editar uma escala de notas, primeiro clique na guia do ícone de adição (+). Para cada escala de notas, você deve ajustar o valor da escala, nota mínima para aprovação(nota mínima para ganhar créditos), juntamente com vários CR mínimos do quadro de honra.

source: <i>Report Card Comments</i> allows you to setup your school's report card comments, for each course or for all courses.
pt_br: <i>Comentários do boletim escolar</i> permite que você configure o boletim escolar da sua escola comentários, para cada curso ou para todos os cursos.

source: The "All Courses" tab is where you create Comments that apply to All Courses, for example to grade conduct, or a quality of the students that all courses share in common. The (+) tab is where you add other comments, specifically course-specific comment tabs and comments.
pt_br: A guia "Todos os cursos" é onde você cria comentários que se aplicam a todos Cursos, por exemplo, para avaliar a conduta, ou uma qualidade dos alunos que todos cursos compartilham em comum. A guia (+) é onde você adiciona outros comentários, guias de comentários e comentários especificamente específicos do curso.

source: The "General" tab contains the comments that are added when entering students' grades in the "Input Final Grades" program. Teachers can use the pull-down menu under the "General" tab to add one or more pre-designed comments to the report card. Please note that RosarioSIS has placeholder symbols that can be used in these comments: "^n" will be replaced by the student's first name, while "^s" will be replaced a gender-appropriate pronoun. For example, the comment "^n Comes to ^s Class Unprepared" will be translated to "John Comes to his Class Unprepared" in John Smith's report card.
pt_br: A guia "Geral" contém os comentários que são adicionados ao inserir notas dos alunos no programa "Inserir notas finais". Os professores podem usar o menu suspenso na guia "Geral" para adicionar um ou mais comentários ao boletim. Observe que o RosarioSIS tem espaço reservado símbolos que podem ser usados nestes comentários: "^n" serão substituídos pelos primeiro nome do aluno, enquanto "^s" será substituído por um pronome. Por exemplo, o comentário "^n vem para ^s aula despreparado" irá ser traduzido como "John vem para a aula despreparado" no livro de boletim.

source: The "All Courses" tab allows you to create Comments that apply to All Courses. Enter the Comment name and associate it to a "Code Scale" (created in the "Comment Codes" program) using the pull-down menu. The result will be a new column for the comment in the "Input Final Grades" program, under the "All Courses" tab. The column will display a pull-down menu with the comment codes of the scale associated.
pt_br: A guia "Todos os cursos" permite que você crie comentários que se aplicam a todos Cursos. Digite o nome do Comentário e associe-o a um "Código de Escala" (criado no programa "Código de Comentário") usando o menu menu-suspenso. O resultado será uma nova coluna para o comentário no "Insira as Notas Finais" Programa, na guia "Todos os cursos". A coluna exibirá um menu menu-suspenso com os códigos de comentário da balança associada.

source: To create course-specific comments, first select a course by using the pull-downs at the top of the page. Then click on the tab with the (+) icon to create a Comment Category. Click "Save" and then a new tab with the category name will appear. There you will be able to add individual comments, one-by-one, and to associate them to a "Code Scale" (created in the "Comment Codes" program) using the pull-down menu. The result will be a new tab in the "Input Final Grades" program. The tab will be named after the comment category and will display one column for each of the comments under that category. The columns will display a pull-down menu with the comment codes of the scales associated.
pt_br: Para criar comentários específicos do curso, primeiro selecione um curso usando o menu suspenso no topo da página. Em seguida, clique na guia com o ícone (+) para crie uma categoria de comentário. Clique em "Salvar" e, em seguida, em uma nova guia com aparecerá o nome da categoria. Lá você poderá adicionar comentários, um a um, e associá-los a uma "Escala de código" (criada em o programa "Códigos de comentários") usando o menu suspenso. O resultado será uma nova guia no programa "Inserir notas finais". A guia terá o nome de a categoria de comentário e exibirá uma coluna para cada um dos comentários naquela categoria. As colunas exibirão um menu suspenso com códigos de comentários das escalas associadas.

source: <i>Comment Codes</i> allows you to create comment scales that will generate pull-down menus of grading codes in the Input Final Grades program. Then, those codes will be displayed with their associated comment in the Report Card.
pt_br: <i>Códigos de comentários</i> permite que você crie escalas de comentários que irão gerar menus suspensos de códigos de avaliação no programa Inserir Notas Finais. Então, esses códigos serão exibidos com seu comentário associado no Relatório Cartão.

source: To create a new Comment Scale, click on the tab with the (+) icon. Give a name to your comment scale, add an optional comment and then click "Save". A new tab will appear with the name of your new Comment Scale. Click on the tab of the comment scale to select it and then you will be able to add, one by one, the comment scale codes by filling in their respective "Title" (enter here the code), "Short Name" and "Comment" (entry / code legend that will appear on the report card).
pt_br: Para criar uma nova Escala de comentário, clique na aba com o ícone (+). Dê um nomeie sua escala de comentários, adicione um comentário opcional e clique em "Salvar". Aparecerá uma nova aba com o nome da sua nova Escala de comentário. Clique no botão guia da escala de comentários para selecioná-lo e então você poderá adicionar, um por um, os códigos da escala de comentários, preenchendo seus respectivos "Título" (digite aqui o código), "Nome curto" e "Comentário" (entrada / legenda do código que aparecerá no boletim).

source: <i>History Marking Periods</i> allows you to create marking periods for past years grades.
pt_br: <i>Períodos de marcação de histórico</i> permite que você crie períodos de marcação para anos notas.

source: Use this program first if you want to enter past years grades into RosarioSIS that were given before installing RosarioSIS, or if you want to enter grades for a student transferred to your school. Once the history marking period is added, you will be able to select it via the Historical Grades program.
pt_br: Use este programa primeiro se quiser inserir notas de anos anteriores em RosarioSIS que foram fornecidos antes de instalar o RosarioSIS, ou se você quiser inserir notas para um aluno transferido para sua escola. Uma vez que a história período de marcação é adicionado, você poderá selecioná-lo através do histórico Programa de notas.

source: Please note that the "Grade Post Date" field determines the order of the history marking periods when entering grades or generating the Transcript and should therefore be entered properly. Also, each history marking period needs to be created only once.
pt_br: Observe que o campo "Data de publicação da nota" determina a ordem das períodos de marcação de histórico ao inserir notas ou gerar a transcrição e, portanto, deve ser inserido corretamente. Além disso, cada período de marcação de história precisa ser criado apenas uma vez.

source: <i>Edit Student Grades</i> allows you to enter the past years grades of a student or the grades of a transferred student.
pt_br: <i>Editar notas do aluno</i> permite inserir as notas dos últimos anos de um aluno ou as notas de um aluno transferido.

source: Now, for the selected student, add the marking period (typically an history marking period you have created via the History Marking Periods program) selecting it in the "New Marking Period" pull-down menu. Then, enter the grade level for the selected student and click "Save".
pt_br: Agora, para o aluno selecionado, adicione o período de avaliação (normalmente um histórico período de marcação que você criou através do programa Períodos de Marcação de Histórico)selecionando-o no menu suspenso "Novo Período de Marcação". Em seguida, digite o nível de série do aluno selecionado e clique em "Salvar".

source: You can add the student grades via the "Grades" tab. Enter the "Course Name" and the grades associated, then click "Save". Please note that you can use a custom grade scale for the GPA calculation.
pt_br: Você pode adicionar as notas dos alunos através da guia "Notas". Digite o "Nome do curso" e as notas associadas, depois clique em "Salvar". Observe que você pode usar uma escala de notas personalizada para o cálculo CR.

source: RosarioSIS needs credits to calculate the GPA. Please check the "Credits" tab and adjust the credits for each course as needed.
pt_br: O RosarioSIS precisa de créditos para calcular o CR. Verifique os "Créditos" aba e ajuste os créditos para cada curso conforme necessário.

source: <i>Mass Create Assignments</i> allows you to create assignments for multiple courses at once. There are two tiers involved with assignments: assignment types and assignments.
pt_br: <i>Atribuições de criação em massa</i> permite que você crie atribuições para vários cursos de uma só vez. Existem dois níveis envolvidos com as atribuições: atribuição tipos e atribuições.

source: You will probably have assignment types called "Homework", "Tests", and perhaps "Quizzes". Assignment types are set for every period of a given course.
pt_br: Você provavelmente terá tipos de tarefas chamados "Lição de casa", "Testes" e talvez "Testes". Os tipos de tarefas são definidos para cada período de um determinado curso.

source: To add an assignment type, click on the Add icon (+) in the assignment type column. Then, fill in the information in the fields above the list of assignment types. Select the Courses in the list at the bottom of the screen and click the "Create Assignment Type for Selected Courses" button.
pt_br: Para adicionar um tipo de atribuição, clique no ícone Adicionar (+) no tipo de atribuição coluna. Em seguida, preencha as informações nos campos acima da lista de tipos de atribuição. Selecione os Cursos na lista na parte inferior da tela e clique no botão "Criar tipo de tarefa para os cursos selecionados".

source: If you set the "Percent of Final Grade", teachers will see it only if they have checked the "Weight Grades" checkbox in their Gradebook Configuration.
pt_br: Se você definir o "Percentual da nota final", os professores o verão apenas se marcou a caixa de seleção "Notas de peso" em sua configuração do livro de notas.

source: To add an assignment, click on the desired assignment type in the assignment type column. Then, fill in the information in the fields above the list of assignment types. Select the Course Periods in the list at the bottom of the screen and click the "Create Assignment for Selected Course Periods" button.
pt_br: Para adicionar uma atribuição, clique no tipo de atribuição desejado na atribuição coluna tipo. Em seguida, preencha as informações nos campos acima da lista de tipos de atribuição. Selecione os aulas na lista na parte inferior da tela e clique em "Criar tarefa para aulas selecionadas" botão.

source: If you enter 0 "Points", this will let you give Students Extra Credit.
pt_br: Se você digitar 0 "Pontos", isso permitirá que você dê Crédito Extra aos Alunos.

source: If you check "Enable Assignment Submission", Students (or Parents) can submit the assignment (upload a file and/or leave a message). Submissions are opened from the assigned date and until the due date. If no due date has been set, submissions are open until the end of the quarter. Teachers can later consult the submissions in the "Grades" program.
pt_br: Se você marcar "Habilitar Envio de Tarefas", os Alunos (ou Pais) poderão enviar o trabalho (fazer upload de um arquivo e/ou deixar uma mensagem). Envios são abertos a partir da data atribuída e até a data de vencimento. Se nenhuma data de vencimento tiver definido, as inscrições estão abertas até o final do trimestre. Os professores podem posteriormente consulte os envios no programa "Notas".

source: <i>Input Final Grades</i> allows you to enter quarter, semester or progress period grades for all your students in the current period. By default, this program will list the students in your first period class for the current quarter. You can alter the quarter by changing the marking period pull-down menu on the left frame. Also, you can select the current semester or progress period by changing the marking period pull-down menu at the top of the screen to the desired marking period.
pt_br: <i>Inserir notas finais</i> permite inserir notas do período trimestre, semestre ou progresso para todos os seus alunos no período atual. Por padrão, este o programa irá listar os alunos da sua turma do primeiro período para o trimestre. Você pode alterar o trimestre alterando o menu suspenso do período de marcação menu no quadro esquerdo. Além disso, você pode selecionar o semestre atual ou período de progresso alterando o menu suspenso de período de marcação na parte superior de a tela para o período de marcação desejado.

source: If you are using the Gradebook, you can have RosarioSIS calculate each student's quarter grades by clicking on the "Use Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's grades and refresh the list.
pt_br: Se você estiver usando o livro de notas, pode fazer com que o RosarioSIS calcule cada notas trimestrais do aluno clicando no link "Usar notas do boletim de notas" em no topo da lista. Clicar neste link salvará automaticamente cada notas dos alunos e atualize a lista.

source: <i>Configuration</i> allows you to configure the gradebook.
pt_br: <i>Configuração</i> permite que você configure o livro de notas.

source: You can configure the gradebook to round scores up, down, or normally. Normal rounding would round 19.5 to 20 but 19.4 to 19.
pt_br: Você pode configurar o livro de notas para arredondar as pontuações para cima, para baixo ou normalmente.O arredondamento normal seria de 19,5 para 20, mas de 19,4 para 19.

source: You can also configure the score breakoff points for each letter grade. For example, if you set the score breakoff points for A+, A, and A- to 99, 91, and 90 respectively, a student with 99% to 100% would have an A+, another student with a 91% to 98% would have an A, and a student with a 90% would have an A-. The score breakoff point for F should probably be 0.
pt_br: Você também pode configurar os pontos de quebra de pontuação para cada nota de letra. Para exemplo, se você definir os pontos de quebra de pontuação para A+, A e A- como 99, 91, e 90 respectivamente, um aluno com 99% a 100% teria A+, outro aluno com 91% a 98% teria um A, e um aluno com 90% teria ter um A-. O ponto de interrupção da pontuação para F provavelmente deve ser 0.

source: <i>Assignments</i> allows you to setup your assignments. There are two tiers involved with assignments: assignment types and assignments.
pt_br: <i>Atribuições</i> permite que você configure suas atribuições. Existem dois níveis envolvidos com atribuições: tipos de atribuição e atribuições.

source: You will probably have assignment types called "Homework", "Tests", and perhaps "Quizzes". Assignment types are set for every period on which you teach any given course. So, if you teach Algebra on 1st and 3rd period, you will have to add assignment types to only one of these periods.
pt_br: Você provavelmente terá tipos de tarefas chamados "Lição de casa", "Testes" e talvez "Testes". Os tipos de tarefas são definidos para cada período em que você ensinar qualquer curso. Então, se você ensina álgebra no 1º e 3º período, você terá que adicionar tipos de atribuição a apenas um desses períodos.

source: To add an assignment type or an assignment, click on the Add icon (+) in the column corresponding to what you want to add. Then, fill in the information in the fields above the list of assignments / types and click the "Save" button.
pt_br: Para adicionar um tipo de atribuição ou uma atribuição, clique no ícone Adicionar (+) no coluna correspondente ao que você deseja adicionar. Em seguida, preencha as informações nos campos acima da lista de atribuições/tipos e clique no botão "Salvar".

source: If you check "Apply to all Periods for this Course", the assignment will be added for each period for which you teach a specific course, in the same way assignment types are added.
pt_br: Se você marcar "Aplicar a todos os Períodos deste Curso", a tarefa será ser adicionado para cada período para o qual você ministra um curso específico, no mesmocomo os tipos de atribuição são adicionados.
