Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: If you check "Enable Assignment Submission", Students (or Parents) can submit the assignment (upload a file and/or leave a message). Submissions are opened from the assigned date and until the due date. If no due date has been set, submissions are open until the end of the quarter. You can later consult the submissions in the "Grades" program.
pt_br: Se você marcar "Habilitar Envio de Tarefas", os Alunos (ou Pais) poderão enviar o trabalho (fazer upload de um arquivo e/ou deixar uma mensagem). Envios são abertos a partir da data atribuída e até a data de vencimento. Se nenhuma data de vencimento tiver definido, as submissões estão abertas até o final do trimestre. Você pode mais tarde consulte os envios no programa "Notas".

source: To change an assignment or type, click on the assignment or type you want to modify and click on the value you want to change in the grey area above the assignments / types lists. Then, change the value and click the "Save" button.
pt_br: Para alterar uma tarefa ou tipo, clique na tarefa ou tipo que deseja modifique e clique no valor que deseja alterar na área cinza acima do listas de atribuições / tipos. Em seguida, altere o valor e clique no botão "Salvar".

source: Finally, to delete an item, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
pt_br: Finalmente, para excluir um item, selecione-o clicando em seu título na lista e clique no botão "Excluir" na parte superior da tela. Você será solicitado a para confirmar a exclusão.

source: <i>Grades</i> allows you to input assignment grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
pt_br: <i>Notas</i> permite que você insira notas de tarefas para todos os seus alunos em o período atual. Por padrão, este programa listará os alunos em seu aula do primeiro período. Você pode alterar o período atual alterando o período menu suspenso no quadro esquerdo para o período desejado.

source: Once you have chosen the correct period, you will see the total points and cumulative grade for each student in your class. You can view the grades for an assignment by selecting the assignment from the assignment pull-down menu at the top of the screen. From here, you can input a new grade by entering the points earned into the blank field next to the student's name or you can modify an existing grade by clicking on the points earned and changing the value. After changing the grades, click the "Save" button at the top of the screen.
pt_br: Depois de escolher o período correto, você verá o total de pontos e nota cumulativa para cada aluno em sua aula. Você pode ver as notas para uma atribuição selecionando-a no menu suspenso de atribuições na parte superior da tela. A partir daqui, você pode inserir uma nova nota digitando os pontos ganhos no campo em branco ao lado do nome do aluno ou você pode modifique uma nota existente clicando nos pontos ganhos e alterando o valor. Depois de alterar as notas, clique no botão "Salvar" na parte superior de a tela.

source: You can also view and change all the grades for a single student by clicking on the student's name in the list. Input grades in the same way that you did with the multiple student list.
pt_br: Você também pode visualizar e alterar todas as notas de um único aluno clicando em no nome do aluno na lista. Insira as notas da mesma forma que você fez com a lista de vários alunos.

source: <i>Progress Reports</i> lets you generate Progress Reports of the students for the current Marking Period.
pt_br: <i>Relatórios de progresso</i> permite gerar Relatórios de Progresso dos alunos para o Período de Marcação atual.

source: After having created assignments and entered gradebook grades, a progress report can be generated.
pt_br: Depois de criar tarefas e inserir as notas do livro de notas, um progresso relatório pode ser gerado.

source: <i>Report Cards</i> is a utility that allows you to print report cards for your child.
pt_br: <i>Boletins</i> é um utilitário que permite imprimir boletins para seu filho.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
pt_br: Os boletins serão baixados automaticamente para o seu computador no formato PDF imprimível quando você clica no botão "Enviar".

source: <i>Transcripts</i> is a utility that allows you to print transcripts for your child.
pt_br: <i>Transcrições</i> é um utilitário que permite imprimir transcrições para seu filho.

source: <i>Assignments</i> allows you to view your child's assignments.
pt_br: <i>Tarefas</i> permite que você veja as tarefas de seu filho.

source: In the detailed view of an assignment, you will be able to submit an assignment if allowed by the teacher. To this effect, you will be given the possibility to upload a file and/or leave a message.
pt_br: Na visualização detalhada de uma tarefa, você poderá enviar uma tarefa se permitido pelo professor. Para esse efeito, você receberá o possibilidade de enviar um arquivo e/ou deixar uma mensagem.

source: Assignment submissions are opened until the due date. If no due date has been set, submissions are open until the end of the quarter.
pt_br: Os envios de tarefas são abertos até a data de entrega. Se nenhuma data de entrega tiver definido, as submissões estão abertas até o final do trimestre.

source: You can change the marking period using the dropdown list available in the left frame.
pt_br: Você pode alterar o período de marcação usando a lista suspensa disponível no quadro esquerdo.

source: <i>Gradebook Grades</i> allows you to view the grades earned by your child.
pt_br: <i>Notas do livro de notas</i> permite que você visualize as notas obtidas por seu filho.

source: <i>GPA / Class Rank</i> is a report that shows the unweighted GPA, weighted GPA, and class rank of your child.
pt_br: <i>CR / Classificação de classe</i> é um relatório que mostra o CR não ponderado, ponderado CR e classificação de classe do seu filho.

source: <i>Administration</i> allows you to view and change the student attendance records for any given day.
pt_br: <i>Administração</i> permite visualizar e alterar a frequência do aluno registros para qualquer dia.

source: To change the student's attendance status for any period, click on the current value and select the short name of the attendance code you would like to assign that student. After making all the desired modifications, click the "Update" button at the top of the screen. You can also limit the list of students based upon what attendance codes the students have been assigned on the current day. For instance, by default, all students with any attendance codes with a state value of "Absent" are listed. This is shown by the pull-down menu on the upper right-hand corner of the screen that displays "Abs." This menu can be changed to the short name of any attendance code, and only students who received that code during the current day will be displayed. This menu can even be changed to "All" which will list all students for whom attendance has been taken. You can add an attendance code by clicking the add icon (+) next to the attendance code pull-down menu. If you select a second attendance code, the program will list students who received either code during the day.
pt_br: Para alterar a situação de frequência do aluno em qualquer período, clique no botão valor atual e selecione o nome abreviado do código de presença que você gostaria de atribuir aquele aluno. Depois de fazer todas as modificações desejadas, clique no botão "Atualizar" na parte superior da tela. Você também pode limitar o lista de alunos com base em quais códigos de frequência os alunos foram atribuído no dia atual. Por exemplo, por padrão, todos os alunos com códigos de frequência com um valor de estado de "Ausente" são listados. Isso é mostrado pelo menu suspenso no canto superior direito da tela que exibe "Aus." Este menu pode ser alterado para o nome abreviado de qualquer código de presença, e apenas os alunos que receberam esse código durante o dia será exibido. Este menu pode até ser alterado para "Todos" que irá listar todos os alunos para os quais foi feita a assiduidade. Você pode adicionar um código de presença clicando no ícone adicionar (+) ao lado do código de presença no menu suspenso. Se você selecionar um segundo código de presença, o programa liste os alunos que receberam um dos códigos durante o dia.

source: You can alter the date displayed by clicking on the date on the upper left-hand side of the screen and changing it to the desired date.
pt_br: Você pode alterar a data exibida clicando na data no canto superior esquerdo-lado da mão da tela e alterando-o para a data desejada.

source: After making changes to the attendance codes displayed or the current date, click the "Update" button to refresh the screen with the new parameters.
pt_br: Depois de fazer alterações nos códigos de presença exibidos ou na data atual, clique no botão "Atualizar" para atualizar a tela com os novos parâmetros.

source: You can also view the attendance code assigned to the student by the teacher as well as view and enter a comment for each period by clicking on the student's name.
pt_br: Você também pode visualizar o código de presença atribuído ao aluno pelo professor bem como visualizar e inserir um comentário para cada período clicando no botão nome do estudante.

source: Clicking on "Current Student" on the top of the screen will display the day's attendance records for the current student displayed in the left frame.
pt_br: Clicar em "Aluno Atual" na parte superior da tela exibirá o registros de frequência do dia para o aluno atual exibidos no quadro esquerdo.

source: <i>Add Absences</i> allows you to add an absence to a group of students in one action.
pt_br: <i>Adicionar ausências</i> permite adicionar uma ausência a um grupo de alunos em uma ação.

source: First, search for students. Notice that you can search for students who are enrolled in a specific course or are in a certain activity. This can be useful since you can add an absence record for each period to all of Mrs. Smith's first period students or the football team who will be on an all day field trip.
pt_br: Primeiro, procure alunos. Observe que você pode pesquisar alunos que estão matriculado em um curso específico ou em determinada atividade. Isso pode ser útil, pois você pode adicionar um registro de ausência para o primeiro período a todos os Sr Smith's ou para o time de futebol que estará em uma excursão de dia inteiro.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. You can also specify the periods to mark the selected students, the absence code, the absence reason, and the date in the yellow box above the student list. After you have selected each desired student from this list, all the desired periods, the absence code, absence reason, and absence date, click the "Save" button at the top of the screen.
pt_br: No resultado da pesquisa, você pode selecionar qualquer número de alunos. Você pode selecione todos os alunos na lista marcando a caixa de seleção na coluna títulos acima da lista. Você também pode especificar os períodos para marcar o alunos selecionados, o código de ausência, o motivo da ausência e a data no caixa amarela acima da lista de alunos. Depois de selecionar cada um desejado aluno desta lista, todos os períodos desejados, o código de ausência, ausência motivo e data da ausência, clique no botão "Salvar" na parte superior da tela.

source: <i>Average Daily Attendance</i> is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, the Average Daily Attendance, the average number of students in attendance per day, and the average number of students absent per day for any date range at your school. These numbers are broken down by grade.
pt_br: <i>Frequência média diária</i> é um relatório que mostra o número de alunos, dias possíveis, o número de dias do aluno presente, o número de dias de ausência do aluno, a frequência média diária, o número médio de alunos presentes por dia, e o número médio de alunos ausentes por dia para qualquer intervalo de datas na sua escola. Esses números são divididos por nota.

source: You can alter the date range displayed by changing the date pull-down menus at the top of the screen and clicking the "Go" button. You can also limit the numbers by searching by gender or any of the customizable data fields by clicking on the "Advanced" link.
pt_br: Você pode alterar o intervalo de datas exibido alterando os menus suspensos de datas na parte superior da tela e clicando no botão "Ir". Você também pode os números pesquisando por gênero ou qualquer um dos campos de dados personalizáveis por clicando no link "Avançado".

source: <i>Average Attendance by Day</i> is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, and the Average Daily Attendance per day for any date range at your school. These numbers are broken down by grade.
pt_br: <i>Frequência média por dia</i> é um relatório que mostra o número de alunos, dias possíveis, o número de dias do aluno presente, o número de dias de ausência do aluno e a frequência média diária por dia para qualquer data faixa na sua escola. Esses números são divididos por série.

source: <i>Attendance Chart</i> is a report that shows the daily attendance status of any number of students for every date during any timeframe.
pt_br: <i>Gráfico de presenças</i> é um relatório que mostra o status de frequência diária de qualquer número de alunos para cada data durante qualquer período de tempo.

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the "Go" button. The list shows each student's daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long.
pt_br: Depois de pesquisar alunos, você pode alterar o intervalo de datas alterando o menus suspensos de data na parte superior da tela e clicando em "Ir" botão. A lista mostra o valor de frequência diária de cada aluno para cada dia com códigos de cores. Uma caixa vermelha significa que o aluno faltou o dia todo, uma caixa amarela significa que um aluno faltou meio dia e uma caixa verde significa que um aluno esteve presente o dia todo.

source: You can see the attendance records for each period for any student by clicking on a student's name from the list. Here, the absence code is displayed in the color-coded box.
pt_br: Você pode ver os registros de frequência de cada período para qualquer aluno clicar no nome de um aluno da lista. Aqui, o código de ausência é exibido na caixa codificada por cores.

source: <i>Absence Summary</i> is a report that shows the days for which a student has an absence. Select the <i>Absence Summary</i> from the pull-down at the top of the screen.
pt_br: <i>Resumo de ausências</i> é um relatório que mostra os dias em que um aluno tem uma ausência. Selecione <i>Resumo de ausência</i> no menu suspenso topo da tela.

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered attendance for any given day.
pt_br: <i>Conclusão do professor</i> é um relatório que mostra quais professores não entrada de presença para qualquer dia.

source: The red checks indicate that a teacher has failed to enter the current day's attendance for that period.
pt_br: As verificações vermelhas indicam que um professor não conseguiu inserir o dia atual frequência para esse período.

source: You can select the current date from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date or period, the list will be automtically refreshed with the new parameters.
pt_br: Você pode selecionar a data atual no menu suspenso na parte superior da . Você também pode mostrar apenas um período escolhendo esse período na menu suspenso de período na parte superior da tela. Depois de escolher uma data ou período, a lista será atualizada automaticamente com os novos parâmetros.

source: <i>Recalculate Daily Attendance</i> is a utility to recalculate the daily attendance for a specific time-frame.
pt_br: <i>Recalcular presença diária</i> é um utilitário para recalcular a frequência por um período de tempo específico.

source: Select the time-frame and click "OK". All attendance will be then calculated for whole day/half day. Please select a shorter time-frame if the system freezes. Using this utility can avoid problems related to missing course periods attendance.
pt_br: Selecione o horário e clique em "OK". Todas presenças serão calculado para dia inteiro/meio dia. Selecione um período de tempo mais curto se o o sistema congela. O uso deste utilitário pode evitar problemas relacionados a frequência de aulas.

source: <i>Delete Duplicate Attendance</i> is a utility to spot and delete any attendance that was taken for a student AFTER their enrollment drop date.
pt_br: <i>Excluir presenças duplicado</i> é um utilitário para identificar e excluir qualquer frequência que foi tomada para um aluno APÓS a data de cancelamento da matrícula.

source: In case a student is retro-actively dropped from a course, but attendance has already been taken by teachers or administrators for dates after the drop date.
pt_br: No caso de um aluno ser abandonado retroativamente de um curso, mas a frequência já foi levado por professores ou administradores para datas após o Dar data.

source: <i>Attendance Codes</i> allows you to setup your school's attendance codes. Attendance codes are used in the teacher's "Take Attendance" program (as well as most of the Attendance reports) and specify whether or not the student was present during the period, and if he wasn't, the reason.
pt_br: <i>Códigos de frequência</i> permite que você configure os códigos de frequência de sua escola. Códigos de frequência são usados no programa "Presença" do professor (como bem como a maioria dos relatórios de Presença) e especifique se o aluno esteve presente no período, e se não esteve, o motivo.

source: To add an attendance code, fill in the attendance code's title, short name, type, and state code. Select whether or not the code should be a teacher's default from the empty fields at the bottom of the attendance codes list and click the "Save" button. Generally, the attendance code called "Present" will be marked as the teacher's default. If the attendance code is marked as being type "Teacher," a teacher will be able to select that attendance code from their "Take Attendance" program. Administrators will be able to assign all codes to a student.
pt_br: Para adicionar um código de presença, preencha o título do código de presença, nome curto, digite e indique o código. Selecione se o código deve ser ou não de um professor padrão dos campos vazios na parte inferior da lista de códigos de presença e clique no botão "Salvar". Geralmente, o código de presença chamado "Apresentar" será marcado como padrão do professor. Se o código de presença estiver marcado como sendo do tipo "Professor", um professor poderá selecionar aquela frequência código do programa "Comparecimento". Os administradores poderão atribuir todos os códigos a um aluno.

source: To modify an attendance code, click on any of the attendance code's information, change the value, and click the "Save" button.
pt_br: Para modificar um código de presença, clique em qualquer um dos informações, altere o valor e clique no botão "Salvar".

source: To delete an attendance code, click the delete icon (-) next to the attendance code you want to delete. You will be asked to confirm the deletion.
pt_br: Para excluir um código de presença, clique no ícone de exclusão (-) próximo ao código de presença que deseja excluir. Você será solicitado a confirmar o eliminação.

source: Attendance Categories
pt_br: Categorias de presença

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" in the <i>Scheduling > Take Attendance</i> program. To create a new category or "tab", just click on the "+" icon next to the existing Categories.
pt_br: RosarioSIS permite adicionar categorias personalizadas que assumirão a forma de novas "Abas" no programa <i>Agendamento > Presença</i>. Para criar uma nova categoria ou "aba", basta clicar no ícone "+" ao lado da Categorias.

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the <i>Take Attendance</i> program). Click "Save" when you have finished.
pt_br: Agora você pode digitar o nome da nova categoria no(s) campo(s) "Título" fornecido. Adicione uma ordem de classificação (ordem na qual as guias aparecerão no programa de <i>Presença</i>). Clique em "Salvar" quando terminar.

source: To activate the Category for a specific course period, check it when editing the Course Period from the <i>Scheduling > Courses</i> program.
pt_br: Para ativar a Categoria para um período específico do curso, marque-a ao editar o aula no programa <i>Agendamento > Cursos</i>.

source: Lunch Category
pt_br: Categoria de almoço

source: The Lunch Category comes in handy to take Lunch counts in the morning so the Food Service staff knows how many meals to prepare.
pt_br: A categoria Almoço é útil para fazer contagens de almoço pela manhã, então o a equipe do serviço de alimentação sabe quantas refeições preparar.

source: <i>Attendance Summary</i> is a report that shows a day by day record of each student's attendance over the school year in one table.
pt_br: <i>Resumo de presenças</i> é um relatório que mostra o registro dia a dia de cada assiduidade do aluno ao longo do ano letivo em uma tabela.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who have requested a specific course by clicking on the "Choose" link next to the search option "Course" and choosing a course from the popup window that appears.
pt_br: Você deve primeiro selecionar um (grupo de) aluno(s) usando na tela de pesquisa "Encontre um aluno". Você pode procurar alunos que solicitaram um curso específico clicando no link "Escolher" ao lado da opção de pesquisa "Curso" e escolhendo um curso na janela pop-up que aparece.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After you have selected each desired student from this list, click "Create Attendance Report for Select Students" to generate the report in a PDF format.
pt_br: No resultado da pesquisa, você pode selecionar qualquer número de alunos. Você pode selecione todos os alunos na lista marcando a caixa de seleção na coluna títulos acima da lista. Depois de selecionar cada aluno desejado de esta lista, clique em "Criar Relatório de Frequência para Alunos Selecionados" para gerar o relatório em formato PDF.
