Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: <i>Take Attendance</i> allows you to enter period attendance for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
pt_br: <i>Presença (comparecimento)</i> permite que você insira frequência de período para todos os seus alunos no período atual. Por padrão, este programa listará os alunos em sua turma do primeiro período. Você pode alterar o período atual alterando o menu suspenso do período no quadro esquerdo para o período desejado.

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all your students, click the "Save" button at the top of the screen.
pt_br: Quando estiver no período correto, você pode inserir presença selecionando o código de presença correspondente a cada aluno. Uma vez introduzido assiduidade para todos os seus alunos, clique no botão "Salvar" na parte superior da a tela.

source: <i>Daily Summary</i> is a report that shows the daily attendance status of any number of students for every date during any timeframe.
pt_br: <i>Resumo diário</i> é um relatório que mostra o status de presença diário de qualquer número de alunos para cada data durante qualquer período de tempo.

source: <i>Daily Summary</i> is a report that shows the daily attendance status of your child during any timeframe.
pt_br: <i>Resumo diário</i> é um relatório que mostra o status da presença diário de seu filho durante qualquer período de tempo.

source: You can alter the date range by changing the date pull-down menus at the top of the screen and clicking the "Go" button. The list shows your child's daily attendance value for each period of each day with color codes. A red box signifies that the student was absent that period, and a green box indicates that the student was either present or tardy that period. The absence code is displayed in the box.
pt_br: Você pode alterar o intervalo de datas alterando os menus suspensos de datas na parte superior da tela e clicando no botão "Ir". A lista mostra os valor da presença diário para cada período de cada dia com códigos de cores. Um vermelho caixa significa que o aluno faltou naquele período, e uma caixa verde indica que o aluno esteve presente ou atrasado naquele período. O o código de ausência é exibido na caixa.

source: <i>Student Screen</i> is a display of the student's activities and the current timeframe's eligibility grades. The program also allows you to add and delete activities to the student.
pt_br: <i>Tela do aluno</i> é uma exibição das atividades do aluno e a notas de elegibilidade do período atual. O programa também permite que você adicione e excluir atividades para o aluno.

source: You must first select a student by using the "Find a Student" search screen. You can search for students who are enrolled in a specific course by clicking on the "Choose" link next to the "Course" search option and choosing a course from the popup window that appears. You can also search for students in a certain activity and for students who are currently ineligible.
pt_br: Você deve primeiro selecionar um aluno usando na tela de pesquisa "Encontre um aluno". Você pode pesquisar alunos que estão matriculados em um curso específico por clicando no link "Escolher" ao lado da opção de pesquisa "Curso" e escolhendo um curso na janela pop-up que aparece. Você também pode pesquisar para alunos em uma determinada atividade e para alunos que estão atualmente inelegível.

source: To add an activity to the student, select the desired activity from the activity pull-down next to the add icon (+) and click the "Add" button.
pt_br: Para adicionar uma atividade ao aluno, selecione a atividade desejada no Atividade suspensa ao lado do ícone de adição (+) e clique no botão "Adicionar".

source: To drop an activity, click on the delete icon (-) next to the activity you want to drop.
pt_br: Para descartar uma atividade, clique no ícone de exclusão (-) ao lado da atividade que você quer cair.

source: You can specify the desired eligibility timeframe by choosing the desired timeframe from the pull-down menu at the top of the screen. These timeframes are setup in the "Entry Times" program.
pt_br: Você pode especificar o período de elegibilidade desejado escolhendo o período de tempo no menu suspenso na parte superior da tela. Esses prazos são configurados no programa "Horários de entrada".

source: <i>Add Activity</i> allows you to add an activity to a group of students in one action.
pt_br: <i>Adicionar atividade</i> permite adicionar uma atividade a um grupo de alunos em uma ação.

source: First, search for students. Notice that you can search for students who are in a certain activity or course. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. Next, select an activity to be added from the pull-down menu at the top of the screen. After you have selected each desired student from this list and the desired activity, click the "Add Activity to Selected Students" button at the top of the screen.
pt_br: Primeiro, procure alunos. Observe que você pode pesquisar alunos que são em uma determinada atividade ou curso. No resultado da pesquisa, você pode selecionar qualquer número de alunos. Você pode selecionar todos os alunos da lista marcando a caixa de seleção nos cabeçalhos das colunas acima da lista. Em seguida, selecione uma atividade a ser adicionado a partir do menu suspenso na parte superior da tela. Depois de ter selecionou cada aluno desejado desta lista e a atividade desejada, clique em o botão "Adicionar atividade aos alunos selecionados" na parte superior da tela.

source: <i>Activities</i> allows you to setup your school's activities.
pt_br: <i>Atividades</i> permite que você configure as atividades da sua escola.

source: To add an activity, fill in the activity's title, beginning date, and ending date in the empty fields at the bottom of the activities list and click the "Save" button.
pt_br: Para adicionar uma atividade, preencha o título da atividade, data de início e término data nos campos vazios na parte inferior da lista de atividades e clique no botão "Salvar".

source: To modify an activity, click on any of the activity's information, change the value, and click the "Save" button.
pt_br: Para modificar uma atividade, clique em qualquer informação da atividade, altere o valor e clique no botão "Salvar".

source: To delete an activity, click the delete icon (-) next to the activity you want to delete. You will be asked to confirm the deletion.
pt_br: Para excluir uma atividade, clique no ícone de exclusão (-) ao lado da atividade que você deseja excluir. Você será solicitado a confirmar a exclusão.

source: <i>Entry Times</i> allows you to setup the weekly timeframe in which teachers can enter eligibility. Teachers must enter eligibility every week within this range. Besides the teacher's "Enter Eligibility" program, this timeframe is used in most eligibility reports
pt_br: <i>Horários de entrada</i> permite que você configure o período semanal em que professores podem inserir elegibilidade. Os professores devem inserir elegibilidade toda semana dentro deste intervalo. Além do programa "Insira a elegibilidade" do professor, este o prazo é usado na maioria dos relatórios de elegibilidade

source: To change the timeframe, simply change the upper and lower bounds of the timeframe and click the "Save" button.
pt_br: Para alterar o período de tempo, basta alterar os limites superior e inferior do período de tempo e clique no botão "Salvar".

source: <i>Student List</i> is a report that shows every course and eligibility grade assigned to any number of students.
pt_br: <i>Lista de alunos</i> é um relatório que mostra todos os cursos e elegibilidade nota atribuída a qualquer número de alunos.

source: After searching for students, you can specify the eligibility timeframe you want to view. These timeframes are setup in the "Entry Times" program.
pt_br: Depois de pesquisar os alunos, você pode especificar o período de elegibilidade que você deseja visualizar. Estes prazos são configurados no programa "Horários de entrada".

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered eligibility for any given date range. The date range is set in the "Entry Times" program.
pt_br: <i>Conclusão do professor</i> é um relatório que mostra quais professores não entrou elegibilidade para qualquer intervalo de datas. O intervalo de datas é definido no Programa "Horários de Entrada".

source: The red checks indicate that a teacher has failed to enter the current date range's eligibility for that period.
pt_br: As marcas vermelhas indicam que um professor não conseguiu inserir a data atual a elegibilidade do intervalo para esse período.

source: You can select the current date range from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date range or period, click the "Go" button to refresh the list with the new parameters.
pt_br: Você pode selecionar o intervalo de datas atual no menu suspenso na parte superior de na tela. Você também pode mostrar apenas um período escolhendo esse período em menu suspenso de período na parte superior da tela. Depois de escolher uma data intervalo ou período, clique no botão "Ir" para atualizar a lista com o novo parâmetros.

source: <i>Enter Eligibility</i> allows you to enter eligibility grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
pt_br: <i>Inserir elegibilidade</i> permite que você insira notas de elegibilidade para todos os seus alunos no período atual. Por padrão, este programa listará os alunos em sua turma do primeiro período. Você pode alterar o período atual alterando o menu suspenso do período no quadro esquerdo para o período desejado.

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all your students, click the "Save" button at the top of the screen.
pt_br: Quando estiver no período correto, você poderá inserir notas de elegibilidade selecionando o código de elegibilidade correspondente a cada aluno. Depois de ter entrou elegibilidade para todos os seus alunos, clique no botão "Salvar" no topo da tela.

source: If you are using the Gradebook, you can have RosarioSIS calculate each student's eligibility grades by clicking on the "Use Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's eligibility grades and refresh the list.
pt_br: Se você estiver usando o livro de notas, pode fazer com que o RosarioSIS calcule cada notas de elegibilidade do aluno clicando em "Usar notas do boletim de notas" link no topo da lista. Clicar neste link salvará automaticamente cada notas de elegibilidade do aluno e atualize a lista.

source: <i>Student Screen</i> is a display of your child's activities and the current timeframe's eligibility grades.
pt_br: <i>Tela do Aluno</i> é uma exibição das atividades de seu filho e a notas de elegibilidade do período atual.

source: You can specify the eligibility timeframe you want to view by choosing the desired timeframe from the pull-down menu at the top of the screen. Eligibility is entered once per week.
pt_br: Você pode especificar o período de elegibilidade que deseja visualizar, escolhendo o período de tempo desejado no menu suspenso na parte superior da tela.A elegibilidade é inserida uma vez por semana.

source: <i>Student List</i> is a report that shows every course and eligibility grade assigned to your child.
pt_br: <i>Lista de alunos</i> é um relatório que mostra todos os cursos e elegibilidade nota atribuída ao seu filho.

source: You can specify the eligibility timeframe you want to view by choosing the timeframe from the pull-down menu at the top of the screen and clicking the "Go" button. Eligibility is entered once per week.
pt_br: Você pode especificar o período de elegibilidade que deseja visualizar, escolhendo o período de tempo no menu suspenso na parte superior da tela e clicando no botão "Ir". A elegibilidade é inserida uma vez por semana.
