Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: The "Rollover default" column sets the code used by the Rollover program when enrolling students in the next school year. There must be exactly one Rollover default enrollment code (of type "Add").
pt_br: A coluna "Rolar padrão" define o código usado pelo programa Rolar ao matricular alunos no próximo ano letivo. Deve haver exatamente um Código de registro padrão de rolar (do tipo "Adicionar").

source: To add an enrollment code, fill in the enrollment code's title, short name, and type in the empty fields at the bottom of the enrollment codes list. Click the "Save" button.
pt_br: Para adicionar um código de inscrição, preencha o título do código de inscrição, nome abreviado, e digite nos campos vazios na parte inferior da lista de códigos de inscrição. Clique no botão "Salvar".

source: To modify an enrollment code, click on any of the enrollment code's information, change the value, and click the "Save" button.
pt_br: Para modificar um código de inscrição, clique em qualquer um dos informações, altere o valor e clique no botão "Salvar".

source: To delete an enrollment code, click the delete icon (-) next to the enrollment code you want to delete. You will be asked to confirm the deletion.
pt_br: Para excluir um código de inscrição, clique no ícone de exclusão (-) próximo ao código de inscrição que deseja excluir. Você será solicitado a confirmar o eliminação.

source: <i>General Information</i> is a display of a student's fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade.
pt_br: <i>Informações gerais</i> é uma exibição dos fundamentos informações. Isso inclui data de nascimento, número do seguro social, etnia, gênero, local de nascimento e grau.

source: A student can have any number of addresses.
pt_br: Um aluno pode ter qualquer número de endereços.

source: <i>Enrollment</i> is a display of the student's enrollment history.
pt_br: <i>Inscrição</i> é uma exibição do histórico de matrículas do aluno.

source: <i>Registration</i> will let you register your child's contacts details.
pt_br: <i>Registro</i> permitirá que você registre os detalhes de contato de seu filho.

source: Fill in the form fields with your contacts details and their associated addresses. Then, enter or update the student information.
pt_br: Preencha os campos do formulário com os dados dos seus contatos e respectivos endereços. Em seguida, insira ou atualize as informações do aluno.

source: Once you have completed the forms, click the "Save" button at the bottom of the screen.
pt_br: Depois de preencher os formulários, clique no botão "Salvar" na parte inferior da tela.

source: <i>General Information</i> is a display of a user's fundamental information. This includes his name, username, password, profile, school, email address, and phone number. If you are an administrator, you can change any of this information by clicking on the value you want to change, changing the value, and clicking the "Save" button at the top of the page. You can delete a user by clicking the "Delete" button at the top of the screen and confirming your action.
pt_br: <i>Informações gerais</i> é uma exibição das informações fundamentais de um usuário. Isso inclui seu nome, nome de usuário, senha, perfil, escola, endereço de e-mail, e número de telefone. Se você for um administrador, poderá alterar qualquer um desses informações clicando no valor que deseja alterar, alterando o valor, e clicando no botão "Salvar" na parte superior da página. Você pode excluir um usuário clicando no botão "Excluir" na parte superior da tela e confirmando sua ação.

source: Note: you cannot delete a user, for example a teacher, once they are assigned to a course; or a parent, once they are associated to a student.
pt_br: Observação: você não pode excluir um usuário, por exemplo, um professor, uma vez que eles são atribuídos a um curso; ou pais, uma vez associados a um aluno.

source: <i>Add a User</i> allows you to add a user to the system. This includes administrators, teachers, and parents. Simply fill in the new user's name, username, password, profile, school, email address, and phone number. Click the "Save" button.
pt_br: <i>Adicionar um usuário</i> permite que você adicione um usuário ao sistema. Isso inclui administradores, professores e pais. Basta preencher o nome do novo usuário, nome de usuário, senha, perfil, escola, endereço de e-mail e número de telefone. Clique em o botão "Salvar".

source: <i>Associate Students with Parents</i> allows you to associate students to parents.
pt_br: <i>Associar alunos com pais</i> permite que você associe alunos a pais.

source: Once a parent's account has been set up, their children must be associated to their account with this program. If you have not already chosen a user earlier in your session, select a user by using the "Find a User" Search screen. Next, search for a student to add to the user's account. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After you have selected each desired student from this list, click the "Add Selected Students" button at the top of the screen.
pt_br: Depois que a conta de um pai foi configurada, seus filhos devem ser associados para sua conta com este programa. Se você ainda não escolheu um usuário anteriormente em sua sessão, selecione um usuário usando a pesquisa "Encontre um usuário" . Em seguida, procure um aluno para adicionar à conta do usuário. Na resultado da pesquisa, você pode selecionar qualquer número de alunos. Você pode selecionar todos os estudantes na lista marcando a caixa de seleção nos cabeçalhos das colunas acima a lista. Depois de selecionar cada aluno desejado desta lista, clique em o botão "Adicionar alunos selecionados" na parte superior da tela.

source: At any time after a user has been selected, you can see the students already associated with that user. These students are listed to the top of the student search screen / search results. These students can be disassociated from this user by clicking the delete icon (-) next to the student you wish to disassociate from the user. You will be asked to confirm this action.
pt_br: A qualquer momento após a seleção de um usuário, você já pode ver os alunos associados a esse usuário. Esses alunos são listados no topo da tela de pesquisa de alunos/resultados de pesquisa. Esses alunos podem ser desassociados deste usuário clicando no ícone deletar (-) ao lado do aluno que você deseja para se desassociar do usuário. Você será solicitado a confirmar esta ação.

source: <i>My Preferences</i> will let you personalize RosarioSIS to meet your own needs. You can also change your password, and setup RosarioSIS to show data that is important for your work.
pt_br: <i>Minhas preferências</i> permitirá que você personalize o RosarioSIS para atender às suas necessidades. Você também pode alterar sua senha e configurar o RosarioSIS para mostrar dados isso é importante para o seu trabalho.

source: Display Options tab
pt_br: Guia Opções de exibição

source: It allows you to select your preferred RosarioSIS theme. You can change the theme (overall color scheme) or within a particular theme, the Highlight Color. You can also set the date format, like changing the month to "January", or "Jan" or "01". "Disable Login Alerts" will hide the alerts shown on the Portal (first page after login), like the Teachers missing attendance, the new discipline Referrals & the Food Service balance alerts.
pt_br: Ele permite que você selecione seu tema RosarioSIS preferido. Você pode alterar o tema (esquema geral de cores) ou dentro de um tema específico, o Destaque cor. Você também pode definir o formato da data, como alterar o mês para "Janeiro", ou "Jan" ou "01". "Desativar alertas de login" ocultará o alertas mostrados no Portal (primeira página após o login), como os Professores falta de presença, a nova disciplina encaminhamentos e alertas balanço do serviço de alimentação.

source: Student Listing tab
pt_br: Guia Listagem de alunos

source: "Student Sorting" lets you choose to have the students in listings listed by just their "Name" or by their Grade Level and Name. "File Export Type" lets you choose between Tabulation delimited files, designed for Excel, or CSV files (comma-separated values) designed for LibreOffice, or XML files. "Date Export Format" lets you choose between different date formats when date fields are exported using the "Download Icon". "Display Student Search Screen" should remain checked, unless instructed otherwise.
pt_br: "Classificação de alunos" permite que você escolha ter os alunos em listagens listadas apenas por seu "Nome" ou por seu Nível de notas e Nome. "Exportação de arquivo do tipo" permite escolher entre arquivos delimitados por tabulação, projetados para Excel, ou arquivos CSV (valores separados por vírgula) projetados para o LibreOffice, ou Arquivos XML. "Formato de exportação de data" permite escolher entre datas diferentes formata quando os campos de data são exportados usando o "Ícone de download". "Exibir Tela de pesquisa de alunos deve permanecer marcado, a menos que seja instruído de outra forma.

source: Password tab
pt_br: Aba senha

source: It will help you change your password. Simply enter your current password in the first text field, and your new password in the next two text fields. Finally, click "Save".
pt_br: Isso ajudará você a alterar sua senha. Basta digitar sua senha atual em o primeiro campo de texto e sua nova senha nos próximos dois campos de texto. Finalmente, clique em "Salvar".

source: Student Fields tab
pt_br: Guia Campos do aluno

source: The two columns on the right side of the page lets you choose data fields to show on either the "Find a Student" Page or when you click "Expanded View" in a student listing. Click the "Search" checkbox to add an often-used field to your "Find a Student" page, instead of having to click "Advanced Search" to use that often-used field. Click the "Expanded View" checkbox adds that field to your Expanded View report. You can add or remove fields as often as you want, customizing the Search page and the Expanded View report.
pt_br: As duas colunas no lado direito da página permitem que você escolha campos de dados para mostrar na página "Encontre um aluno" ou quando você clicar em "Visualização expandida" em uma listagem de alunos. Clique na caixa de seleção "Pesquisar" para adicionar um-campo usado frequentemente para sua página "Encontre um aluno", em vez de ter que clicar em "Pesquisa avançada" para usar esse campo usado com frequência. Clique na caixa de seleção "Visualização expandida" adiciona esse campo ao seu relatório de visualização expandida. Você pode adicionar ou remova os campos quantas vezes quiser, personalizando a página de busca e o relatório de visualização expandida.

source: <i>User Profiles</i> helps you configure how the users access to the information, and if they can modify it.
pt_br: <i>Perfis de usuário</i> ajuda você a configurar como os usuários acessam o informações e se podem modificá-las.

source: RosarioSIS comes with four groups as profiles: Administrator, Teacher, Parent & Student. The Administrator Profile has the most permissions, and the other profiles are restricted as appropriate. Please note that teachers are limited in access to the students scheduled in their classes, and that parents can only see the information of thier children, and that students can only see their personal information.
pt_br: RosarioSIS vem com quatro grupos como perfis: Administrador, Professor, Pais e alunos. O perfil do administrador tem mais permissões e os outros perfis são restritos conforme apropriado. Observe que os professores são limitados no acesso aos alunos agendados em suas aulas, e que os pais só podem ver as informações de seus filhos e os alunos só pode ver suas informações pessoais.

source: If you click on one of the Profiles, you will see the Permissions Page. This page shows to which page(s) the profile has access to READ (Can Use) or to WRITE (Can Edit) the information on that particular page.
pt_br: Se você clicar em um dos perfis, verá a página de permissões. Isso página mostra a qual(is) página(s) o perfil tem acesso para LEITURA (pode usar) ou para ESCREVA (pode editar) as informações nessa página específica.

source: When you uncheck "Can Edit", the users belonging to the profile will see the program in the menu and will see data on the page when clicking on it. They will NOT be able to change any of that information on that page. When you uncheck "Can Use" on a particular program, then users belonging to the profile will not see the program in the menu on the left hand side, and will not be able to access it.
pt_br: Ao desmarcar "Pode editar", os usuários pertencentes ao perfil verão o programa no menu e verá os dados da página ao clicar nela. Eles NÃO poderão alterar nenhuma das informações dessa página. Quando você desmarca "Pode usar" em um determinado programa, então os usuários pertencentes ao o perfil não verá o programa no menu do lado esquerdo e não ser capaz de acessá-lo.

source: Administrator Profile
pt_br: Perfil do administrador

source: Administrators have access to almost all pages, to read or to write information on that page. By default, they cannot see the "Comments" tab in the Student Info program, but can access and can modify all other pages.
pt_br: Os administradores têm acesso a quase todas as páginas, para ler ou escrever informações nessa página. Por padrão, eles não podem ver a guia "Comentários" no programa de Informações de Aluno, mas pode acessar e modificar todas as outras páginas.

source: You can restrict the User Profile edition if you uncheck the <i>Users > User Info > General Info > User Profile</i> checkbox. Administrators will then loose the ability to assign user profiles (and permissions).
pt_br: Você pode restringir a edição do Perfil do usuário se desmarcar <i>Usuários > Informações do usuário > Informações gerais > Perfil do usuário</i>. Os administradores então perder a capacidade de atribuir perfis de usuário (e permissões).

source: You can restrict the User Schools edition if you uncheck the <i>Users > User Info > General Info > Schools</i> checkbox. Administrators will then loose the ability to add or remove schools to/from a user.
pt_br: Você pode restringir a edição dos Usuários da Escola se desmarcar na caixa de seleção <i>Usuários > Informações do usuário > Informações gerais > Escolas</i>. Os administradores perderão a capacidade de adicionar ou remover escolas de/para um usuário.

source: Teacher Profile
pt_br: Perfil do professor

source: Teachers have the permission to access a more limited set of pages within RosarioSIS, and their ability to edit those pages is more restricted. By default, teachers cannot change any data about a student EXCEPT for the Comments tab.
pt_br: Os professores têm permissão para acessar um conjunto mais limitado de páginas dentro de RosarioSIS, e sua capacidade de editar essas páginas é mais restrita. Por padrão, os professores não podem alterar nenhum dado sobre um aluno EXCETO para o Guia de comentários.

source: Parent Profile
pt_br: Perfil pai

source: Parents are even more limited. Parents only have access to information that is specifically of interest to them, the student's demographic information, attendance and grades.
pt_br: Os pais são ainda mais limitados. Os pais só têm acesso a informações que é de interesse específico para eles, as informações demográficas do aluno, frequência e notas.

source: Add a User Profile
pt_br: Adicionar um perfil de usuário

source: For security reasons, it is recommended to add an "admin" profile to "Administrator" in order to limit the permissions of administrators. It should not be necessary for ALL administrators to be able to Add Schools, Copy Schools, change Marking Periods, or change Grading Scales, etc. Once the configuration of the school is done, changes to the configuration by unknowledgable users can be a source of troubles or dysfunctions.
pt_br: Por motivos de segurança, é recomendável adicionar um perfil "Administrador" a "Administrador" para limitar as permissões de administradores. É não deve ser necessário para que TODOS os administradores possam adicionar escolas, Copiar Escolas, alterar Períodos de Avaliação ou alterar Escalas de Notas, etc. Uma vez a configuração da escola é feita, muda a configuração por usuários desconhecidos podem ser uma fonte de problemas ou disfunções.

source: To add a new Profile, type its name in the "Title" text box and then select its "Type" of profile. Finally, click the "Save" button in the upper part of the screen.
pt_br: Para adicionar um novo Perfil, digite seu nome na caixa de texto "Título" e depois selecione seu "Tipo" de perfil. Finalmente, clique no botão "Salvar" no parte superior da tela.

source: Setting Permissions
pt_br: Definindo permissões

source: To configure the permissions your users should have, it is a good practice to login with a test user belonging to the profile and figure out what can be accessed. Less is more!
pt_br: Para configurar as permissões que seus usuários devem ter, é uma boa prática para fazer login com um usuário de teste pertencente ao perfil e descobrir o que pode ser acessado. Menos é mais!

source: <i>User Permissions</i> allows you to deny access and/or write privileges to any program for any user.
pt_br: <i>Permissões de usuário</i> permite que você negue acesso e/ou escreva privilégios para qualquer programa para qualquer usuário.

source: To assign privileges to a user, first select a user by searching and clicking on his name on the list. Then, use the checkboxes to define which programs the user can use and which programs he can use to modify information. If a user cannot use a particular program, the program will not be displayed on his menu. If he can use the program, but can't edit information with the program, the program will display the data, but won't let him change it. After you have completed the program checkboxes, click the "Save" button to save the user's permissions.
pt_br: Para atribuir privilégios a um usuário, primeiro selecione um usuário pesquisando e clicando em seu nome na lista. Em seguida, use as caixas de seleção para definir qual programas que o usuário pode usar e quais programas ele pode usar para modificar informações. Se um usuário não puder usar um programa específico, o programa não ser exibido em seu menu. Se ele pode usar o programa, mas não pode editar informações com o programa, o programa vai mostrar os dados, mas não vai deixar mudar. Depois de preencher as caixas de seleção do programa, clique em o botão "Salvar" para salvar as permissões do usuário.

source: <i>User Fields</i> allows you to add new fields and tabs to the User Info screen.
pt_br: <i>Campos do usuário</i> permite adicionar novos campos e guias às informações do tela do usuário.

source: User Field Categories
pt_br: Categorias de campo do usuário

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" of User Fields in the Users > User Info program. To create a new category or "tab", just click on the "+" icon below the existing Categories.
pt_br: RosarioSIS permite adicionar categorias personalizadas que assumirão a forma de novas "Abas" de Campos do usuário no programa Usuários > Informações do usuário. Para criar um nova categoria ou "aba", basta clicar no ícone "+" abaixo da Categorias.

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the User Info program), and the number of columns the tab will display (optional). Click "Save" when you have finished.
pt_br: Agora você pode digitar o nome da nova categoria no(s) campo(s) "Título" fornecido. Adicione uma ordem de classificação (ordem em que as guias aparecerão no programa Informações do usuário) e o número de colunas que a guia exibirá (opcional). Clique em "Salvar" quando terminar.

source: Click on the "+" icon below the "No User Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
pt_br: Clique no ícone "+" abaixo do texto "Nenhum campo de usuário foi encontrado". Preencha no(s) campo(s) Nome do Campo, e então escolha o tipo de campo que você deseja com o menu suspenso "Tipo de dados".

source: The "Sort Order" determines the order in which the fields will be displayed in the User Info tab.
pt_br: A "Ordem" determina a ordem em que os campos serão exibido na guia Informações do usuário.

source: You can delete any User field or Category simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field or category.
pt_br: Você pode excluir qualquer campo ou categoria de usuário simplesmente clicando no botão "Excluir" no canto superior direito. Observe que você perderá todos os seus dados se você excluir um campo ou categoria já usado.

source: <i>Teacher Programs: Input Final Grades</i> allows you to enter quarter, semester or progress period grades for all the selected teacher's students in the current period. By default, this program will list the students in the selected teacher's first period class for the current quarter. You can alter the period by changing the period pull-down menu at the top of the screen. Also, you can alter the quarter by changing the marking period pull-down menu on the left frame. Furthermore, you can select the current semester or progress period by changing the marking period pull-down menu at the top of the screen to the desired marking period.
pt_br: <i>Programas para professores: Inserir notas finais</i> permite que você entre no trimestre, notas semestrais ou do período de progresso para todos os alunos do professor selecionado no período atual. Por padrão, este programa listará os alunos em uma aula do primeiro período do professor selecionado para o trimestre atual. Você pode altere o período alterando o menu suspenso de período na parte superior da tela. Além disso, você pode alterar o trimestre alterando o menu-suspenso inferior no quadro esquerdo. Além disso, você pode selecionar o semestre ou período de progresso alterando o menu suspenso do período de avaliação em a parte superior da tela para o período de marcação desejado.

source: Once you are in the correct marking period, you can enter student grades by selecting the earned grade for each student and entering comments as desired. Once all the grades and comments have been entered, click the "Save" button at the top of the screen.
pt_br: Quando estiver no período de notas correto, você poderá inserir as notas dos alunos selecionando a nota obtida para cada aluno e inserindo comentários como desejado. Após inserir todas as notas e comentários, clique no botão "Salvar" na parte superior da tela.

source: If the selected teacher is using the Gradebook, you can have RosarioSIS calculate each student's quarter grades by clicking on the "Get Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's grades and refresh the list.
pt_br: Se o professor selecionado estiver usando o livro de notas, você pode ter RosarioSIS calcule as notas trimestrais de cada aluno clicando em "Obter boletim de notas Link Notas" no topo da lista. Ao clicar neste link, automaticamente salve as notas de cada aluno e atualize a lista.
