Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: <i>Student email field</i>: choose the field which you will use to store your students emails. This can be the Username field or any other text field from the General Info tab. Setting this field will enable new features for or related to students within RosarioSIS such as "Password Reset".
pt_br: <i>Campo de e-mail do aluno</i>: escolha o campo que você usará para armazenar os e-mails dos seus alunos. Pode ser o campo Nome de usuário ou qualquer outro campo de texto na guia Informações gerais. Definir esse campo habilitará novos recursos para ou relacionado a alunos dentro do RosarioSIS, como "Redefinição de senha".

source: <i>Failed Login Attempts Limit</i>: ban access during 10 minutes if failed login attempts limit is reached. The "Too many failed login attempts. Please try logging in later." error will be shown on the login screen and the corresponding Access Log will have the "Banned" status.
pt_br: <i>Limite de tentativas de login com falha</i>: banir o acesso durante 10 minutos se falhar o limite de tentativas de login foi atingido. O "Muitas tentativas de login falhadas. Tente fazer login mais tarde." O erro será exibido na tela de login e o Log de acesso correspondente terá o status "Banido".

source: <i>Password Strength</i>: minimum password strength required. Estimations are based on the <i>zxcvbn</i> tool. Set to 0 to disable.
pt_br: <i>Força da senha</i>: força mínima da senha necessária. Estimativas são baseados na ferramenta <i>zxcvbn</i>. Defina como 0 para desativar.

source: <i>Force Password Change on First Login</i>: activate to prompt users and students for a new password when they login for the first time.
pt_br: <i>Forçar alteração de senha no primeiro login</i>: ative para solicitar aos usuários e alunos para uma nova senha quando fizerem login pela primeira vez.

source: <i>Display Name</i>: select the format which will be used to display User and Student full name.
pt_br: <i>Nome de exibição</i>: selecione o formato que será usado para exibir o usuário e nome completo do aluno.

source: The School:
pt_br: A escola:

source: <i>School year over two calendar years</i>: whether the school year should be displayed as "2014" or "2014-2015"
pt_br: <i>Ano escolar em dois anos civis</i>: se o ano escolar deve ser exibido como "2014" ou "2014-2015"

source: <i>School logo (.jpg)</i>: upload the school logo (displayed in Report Cards, Transcripts, School Information & Print student Info)
pt_br: <i>Logo da escola (.jpg)</i>: carregue o logo da escola (exibido no boletins, transcrições, informações escolares e informações impressas do aluno)

source: <i>Currency Symbol</i>: the currency / monetary symbol used in Accounting & Student Billing modules
pt_br: <i>Símbolo de moeda</i>: a moeda/símbolo monetário usado em Contabilidade e módulos de Faturamento

source: <i>Thousands separator</i>: use a comma or point or non-breaking space in digit grouping
pt_br: <i>Separador de milhar</i>: use uma vírgula ou ponto ou espaço sem quebra em agrupamento de dígitos

source: <i>Decimal separator</i>: use a point or comma to separate the integer part from the fractional part of a number
pt_br: <i>Separador decimal</i>: use um ponto ou vírgula para separar a parte inteira da parte fracionária de um número

source: <i>Course Widget</i>: whether the method for selecting a course is done through a Popup window (default) or using a select drop-down listing all course periods at once.
pt_br: <i>Widget do curso</i>: se o método para selecionar um curso foi concluído através de uma janela pop-up (padrão) ou usando uma lista suspensa selecionada listando todas aulas de uma só vez.

source: The Students module:
pt_br: O módulo Alunos:

source: <i>Display Mailing Address</i>: whether to record and display the student's mailing address as a different address.
pt_br: <i>Exibir endereço de correspondência</i>: se deve gravar e exibir o endereço de correspondência como um endereço diferente.

source: <i>Check Bus Pickup / Dropoff by default</i>: whether to check Bus Pickup / Dropoff checkboxes by default when entering the student address
pt_br: <i>Verifique a coleta / entrega do ônibus. por padrão</i>: se deve verificar caixas de seleção de entrega / coleta do ônibus por padrão ao inserir o endereço do aluno

source: <i>Enable Legacy Contact Information</i>: the ability to add information to the student contacts
pt_br: <i>Ativar informações de contato herdadas</i>: a capacidade de adicionar informações a os contatos do aluno

source: <i>Use Semester Comments instead of Quarter Comments</i>: have a new student comments field each semester instead of each quarter
pt_br: <i>Use os comentários do semestre em vez dos comentários do trimestre</i>: tenha um novo aluno campo de comentários a cada semestre em vez de cada trimestre

source: <i>Limit Existing Contacts & Addresses to current school</i>: global setting (applies to all schools) that will limit the lists of Persons & Addresses to the ones associated with the user's current school when Adding an Existing Contact or Address
pt_br: <i>Limitar contatos e endereços existentes à escola atual</i>: configuração global (aplica-se a todas as escolas) que limitará as listas de pessoas e endereços a aquelas associadas à escola atual do usuário ao adicionar uma Contato ou endereço

source: The Grades module:
pt_br: O módulo Notas:

source: <i>Grades</i>: whether your school uses percent grades, letter grades or both. Will then hide the percent or letter grades accordingly.
pt_br: <i>Notas</i>: se sua escola usa notas percentuais, notas com letras ou ambos. Em seguida, ocultará as notas de porcentagem ou letra de acordo.

source: <i>Hide grade comment except for attendance period courses</i>: whether to hide grade comment for non attendance period courses
pt_br: <i>Ocultar comentário de nota, exceto para cursos de período presencial</i>: se deve ocultar comentário de nota para cursos sem período de frequência

source: <i>Allow Teachers to edit grades after grade posting period</i>: the grade posting period for each marking period is set in the School > Marking Periods program
pt_br: <i>Permitir que os professores editem notas após o período de postagem de notas</i>: a nota período de postagem para cada período de avaliação é definido na Escola > Períodos de marcação

source: <i>Enable Anonymous Grade Statistics for Parents and Students / Administrators and Teachers</i>: the Anonymous Grade Statistics are displayed in the Student Grades program
pt_br: <i>Ativar estatísticas de notas anônimas para pais e alunos / administradores e professores</i>: as estatísticas de notas anônimas são exibido no programa de notas do aluno

source: The Attendance module:
pt_br: O módulo de Presença:

source: <i>Minutes in a Full School Day</i>: if a student attends school for 300 minutes or more, RosarioSIS will automatically mark him Present for the day. If a student attends school for 150 minutes to 299 minutes, RosarioSIS will marked him Half Day present. If a student attends school for less than 150 minutes, RosarioSIS will mark him Absent. If your School Day is not 300 minutes long, then please adjust the Minutes in a Full School Day
pt_br: <i>Minutos em um dia escolar completo</i>: se um aluno frequentar a escola por 300 minutos ou mais, o RosarioSIS o marcará automaticamente como presente para o dia. Se um aluno frequentar a escola por 150 minutos a 299 minutos, RosarioSIS irá marcar uma presença de meio dia. Se um aluno frequentar a escola por menos de 150 minutos, RosarioSIS o marcará como ausente. Se o seu dia escolar não for 300 minutos de duração, então por favor ajuste os minutos em um dia escolar completo

source: <i>Number of days before / after the school date teachers can edit attendance</i>: leave the fields blank to always allow teachers to edit attendance
pt_br: <i>Número de dias antes/depois da data escolar que os professores podem editar presença</i>: deixe os campos em branco para sempre permitir que os professores editem comparecimento

source: The Food Service module:
pt_br: O módulo Serviço de alimentação:

source: <i>Food Service Balance minimum amount for warning</i>: set the minimum amount under which a warning will be displayed to the student and its parents on the Portal and to generate Reminders
pt_br: <i>Valor mínimo do saldo do serviço de alimentação para aviso</i>: defina o mínimo valor abaixo do qual um aviso será exibido ao aluno e seu pais no Portal e para gerar Lembretes

source: <i>Food Service Balance minimum amount</i>: set the minimum amount allowed
pt_br: <i>Valor mínimo do saldo de serviço de alimentação</i>: defina o valor mínimo permitido

source: <i>Food Service Balance target amount</i>: set the target amount to calculate the minimum deposit
pt_br: <i>Valor alvo do saldo de serviço de alimentação</i>: defina o valor alvo para calcular o depósito mínimo

source: <b>Modules</b> tab: manage RosarioSIS modules. Deactivate any module you will not use or install new ones.
pt_br: Guia <b>Módulos</b>: gerencie os módulos do RosarioSIS. Desative qualquer módulo que você não usará ou instalará novos.

source: <b>Plugins</b> tab: manage RosarioSIS plugins. Activate, deactivate and configure plugins. Click on the plugin title to get more information.
pt_br: Guia <b>Plugins</b>: gerencie os plugins do RosarioSIS. Ativar, desativar e configurar plugins. Clique no título do plugin para obter mais informações.

source: <i>School Fields</i> allows you to add new fields to the School Information screen.
pt_br: <i>Campo da escola</i> permite adicionar novos campos às informações da escola tela.

source: Add a new Field
pt_br: Adicionar um novo campo

source: Click on the "+" icon below the "No School Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
pt_br: Clique no ícone "+" abaixo do texto "Nenhum campo escolar foi encontrado". Preencha no(s) campo(s) Nome do Campo, e então escolha o tipo de campo que você deseja com o menu suspenso "Tipo de dados".

source: "Pull-Down" fields create menus from which you can select one option. To create this type of field, click on "Pull-Down" and then add your options (one per line) in the "Pull-Down/Auto Pull-down/Export Pull-Down/Select Multiple from Options" text box.
pt_br: Campos "Menu-suspenso" criam menus nos quais você pode selecionar uma opção. Para crie este tipo de campo, clique em "Menu-suspenso" e depois adicione suas opções (um por linha) em caixa de texto "Menu-suspenso/Menu-suspenso automático/Exportar menu-suspenso/Selecionar múltiplos de opções".

source: "Auto Pull-Down" fields create menus from which you can select one option, and add options. You add options by selecting the "-Edit-" option in the menu choices and click "Save". You can then edit the field by removing the red "-Edit-" from the field, entering the correct information. RosarioSIS gets all the options that have been added to this field to create the pull-down.
pt_br: Os campos "Menu-suspenso automático" criam menus nos quais você pode selecionar uma opção, e adicionar opções. Você adiciona opções selecionando a opção "-Editar-" no opções de menu e clique em "Salvar". Em seguida, você pode editar o campo removendo o "-Editar-" vermelho do campo, inserindo as informações corretas. RosarioSIS obtém todas as opções que foram adicionadas a este campo para criar o menu-suspenso.

source: "Export Pull-Down" fields are created by adding options to the large text box respecting the following pattern: "option shown"|"option exported". For example: "Two|2", where "Two" is displayed on screen to the user, and "2" is the value in a downloaded spreadsheet.
pt_br: Os campos "Exportar menu-suspenso" são criados adicionando opções ao texto grande caixa respeitando o seguinte padrão: "opção mostrada"|"opção exportada". Por exemplo: "Dois|2", onde "Dois" é exibido na tela para o usuário, e "2" é o valor em uma planilha baixada.

source: "Select Multiple from options" fields create multiple checkboxes to choose one or more options.
pt_br: Os campos "Selecionar várias opções" criam várias caixas de seleção para uma ou mais opções.

source: "Text" fields create alphanumeric text fields with a maximum capacity of 255 characters.
pt_br: Os campos "Texto" criam campos de texto alfanuméricos com uma capacidade máxima de 255 caracteres.

source: "Long Text" fields create large alphanumeric text boxes with a maximum length of 5000 characters.
pt_br: Campos "Texto longo" criam grandes caixas de texto alfanuméricas com um máximo de comprimento de 5000 caracteres.

source: "Checkbox" fields create checkboxes. When checked it means "yes" and when un-checked "no".
pt_br: Os campos "Caixa de seleção" criam caixas de seleção. Quando marcado, significa "sim" e quando desmarcado "não".

source: "Number" fields create text fields that stores only numeric values.
pt_br: Campos de "Número" criam campos de texto que armazenam apenas valores numéricos.

source: "Date" field creates pull-downs fields to pick a date from.
pt_br: O campo "Data" cria campos suspensos para escolher uma data.

source: "Files" field creates upload file field. Files can be later be downloaded and deleted.
pt_br: O campo "Arquivos" cria o campo de arquivo de upload. Os arquivos podem ser baixados posteriormente e excluído.

source: The "Required" checkbox, if checked, will make that field required so an error will be displayed if the field is empty when saving the page.
pt_br: A caixa de seleção "Obrigatório", se marcada, tornará esse campo obrigatório para que um erro será exibido se o campo estiver vazio ao salvar a página.

source: The "Sort Order" determines the order in which the fields will be displayed on the School Information screen.
pt_br: A "Ordem" determina a ordem em que os campos serão exibido na tela de informações da escola.

source: Delete a field
pt_br: Excluir um campo

source: You can delete any School field simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field.
pt_br: Você pode excluir qualquer campo Escola simplesmente clicando no botão "Excluir" no canto superior direito. Observe que você perderá todos os seus dados se você exclui um campo já usado.

source: <i>School Information</i> displays the name, address, and principal of the current school.
pt_br: <i>Informações da escola</i> exibe o nome, endereço e diretor da escola atual.

source: <i>Calendars</i> is a display of school events and your student's assignments. The calendar also displays whether or not school is in attendance on any given day. By default, the calendar displays the current month. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen.
pt_br: <i>Calendários</i> é uma exibição de eventos escolares e tarefas. O calendário também exibe se a escola está ou não em frequência em um determinado dia. Por padrão, o calendário exibe a atual mês. O mês e o ano exibidos podem ser alterados alterando o mês e menus suspensos do ano na parte superior da tela.

source: The titles of school events and assignments are displayed in each date's box. Clicking on these titles will open a popup window that displays more information about the event or assignment. School events are preceded by a black stripe and assignments are preceded by a red stripe.
pt_br: Os títulos dos eventos e tarefas escolares são exibidos em cada caixa. Clicar nesses títulos abrirá uma janela pop-up que exibe mais informações sobre o evento ou tarefa. Os eventos escolares são precedidos por um faixa preta e atribuições são precedidas por uma faixa vermelha.

source: For days that school is in attendance all day, the date's box is green. On partial days, the number of minutes that school is in session is displayed. If the school is not in attendance at all on any given day, the date's box is pink.
pt_br: Para os dias em que a escola atende o dia todo, a caixa da data fica verde. On dias parciais, o número de minutos que a escola está em sessão é exibido.Se a escola não estiver presente em um determinado dia, a caixa da dataé rosa.

source: <i>Add a Student</i> allows you to add a student to the system and enroll it.
pt_br: <i>Adicionar um aluno</i> permite adicionar um aluno ao sistema e registrá-lo.

source: To add the student, enter the birth date, social security number, ethnicity, gender, birthplace, and grade. Then, select the effective date of the student's enrollment and the enrollment code from the pull-down menus at the bottom of the page. If you wish to specify a student ID for this student, enter the student ID into the text field labeled RosarioSIS ID. if you leave this field blank, RosarioSIS will generate an unused student ID and assign it to the new student. Finally, click the "Save" button at the top of the screen.
pt_br: Para adicionar o aluno, digite a data de nascimento, CPF, etnia, gênero, local de nascimento e série. Em seguida, selecione a data efetiva do matrícula do aluno e o código de matrícula nos menus menu-suspenso no parte inferior da página. Se você deseja especificar uma ID de aluno para este aluno, digite a carteira de estudante no campo de texto RosarioSIS ID. se você sair este campo em branco, o RosarioSIS irá gerar uma carteira de estudante não utilizada e atribuir para o novo aluno. Por fim, clique no botão "Salvar" na parte superior da tela.

source: Note: a student cannot be deleted once it is enrolled in courses, has grades, attendance records, discipline referrals, or billing fees. You can drop him instead.
pt_br: Observação: um aluno não pode ser excluído depois de matriculado em cursos, tem notas, registros de frequência, referências disciplinares ou taxas de cobrança. Você pode deixe-o cair em vez disso.

source: <i>Associate Parents with Students</i> allows you to associate parents to students.
pt_br: <i>Associar pais a alunos</i> permite que você associe pais a estudantes.

source: Once a parent's account has been set up, their children must be associated to their account with this program. If you have not already chosen a student earlier in your session, select a student by using the "Find a Student" Search screen. Next, search for a user to associate with the student. From the search result, you can select any number of users. You can select all the users in the list by checking the checkbox in the column headings above the list. After you have selected each desired user from this list, click the "Add Selected Parents" button at the top of the screen.
pt_br: Depois que a conta de um pai foi configurada, seus filhos devem ser associados para a conta deles com este programa. Se você ainda não escolheu um aluno no início de sua sessão, selecione um aluno usando a opção "Encontre um aluno" Tela de pesquisa. Em seguida, procure um usuário para associar ao aluno. De o resultado da pesquisa, você pode selecionar qualquer número de usuários. Você pode selecionar todos os usuários na lista marcando a caixa de seleção nos cabeçalhos das colunas acima a lista. Depois de selecionar cada usuário desejado desta lista, clique em o botão "Adicionar Pais Selecionados" na parte superior da tela.

source: At any time after a student has been selected, you can see the parents already associated with that student. These parents are listed to the top of the user search screen / search results. These parents can be disassociated from this student by clicking the delete icon (-) next to the parent you wish to disassociate from the student. You will be asked to confirm this action.
pt_br: A qualquer momento após a seleção de um aluno, você pode ver os pais (ou responsáveis) já associado a esse aluno. Esses pais estão listados no topo de a tela de pesquisa do usuário/resultados da pesquisa. Esses pais podem ser desassociados deste aluno clicando no ícone de exclusão (-) ao lado do pai que você deseja se desassociar do aluno. Você será solicitado a confirmar isso Ação.

source: <i>Group Assign Student Info</i> allows you to assign values to any of the Student data fields for a group of students in one action.
pt_br: <i>Grupo atribuir informações do aluno</i> permite que você atribua valores a qualquer um dos Campos de dados do aluno para um grupo de alunos em uma ação.

source: First, search for students. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After selecting students, fill in any of the Student fields in the box above the student list. Fields that you leave blank will not affect the students you selected. After you have selected each desired student from this list and filled in each desired Other Info field, click the "Save" button at the top of the screen.
pt_br: Primeiro, pesquise alunos. No resultado da pesquisa, você pode selecionar qualquer número de alunos. Você pode selecionar todos os alunos da lista marcando a caixa de seleção nos cabeçalhos das colunas acima da lista. Depois de selecionar alunos, preencham qualquer um dos campos Aluno na caixa acima do aluno lista. Os campos que você deixar em branco não afetarão os alunos que você selecionou. Depois de selecionar cada aluno desejado desta lista e preencher cada campo de outras informações desejadas, clique no botão "Salvar" na parte superior do tela.

source: <i>Print Letters</i> allows you to print form letters for any number of students.
pt_br: <i>Imprimir cartas</i> permite que você imprima cartas padrão para qualquer número de estudantes.

source: First, search for students. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After selecting students, enter the letter text in the "Letter Text" text field above the student list.
pt_br: Primeiro, pesquise alunos. No resultado da pesquisa, você pode selecionar qualquer número de alunos. Você pode selecionar todos os alunos da lista marcando a caixa de seleção nos cabeçalhos das colunas acima da lista. Depois de selecionar alunos, insiram o texto da letra no campo de texto "Texto da carta" acima do lista de alunos.

source: You can insert certain pieces of student information into your letter with special variables:
pt_br: Você pode inserir certas informações do aluno em sua carta com variáveis especiais:

source: Full Name:
pt_br: Nome completo:

source: First Name:
pt_br: Nome:

source: Middle Name:
pt_br: Nome do meio:

source: Last Name:
pt_br: Sobrenome:

source: RosarioSIS ID:
pt_br: ID RosarioSIS:

source: School:
pt_br: Escola:

source: Grade Level:
pt_br: Nível de nota:

source: Also, you can choose to print the letters with mailing labels. The letters will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one letter may be printed per student if the student has guardians residing at more than one address.
pt_br: Além disso, você pode optar por imprimir as cartas com etiquetas de endereçamento. As cartas terão etiquetas de endereçamento posicionadas de forma a ficarem visíveis em um envelope com janela quando a folha é dobrada em três. Mais de uma carta pode ser impresso por aluno se o aluno tiver responsáveis residindo a mais de mais de um endereço.

source: The letters will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
pt_br: As cartas serão baixadas automaticamente para o seu computador no formato PDF imprimível quando você clica no botão "Enviar".
