Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: As an administrator, you can setup the schools in this system, modify students and users, and access essential student reports.
pt_br: Como administrador, você pode configurar as escolas neste sistema, modificar estudantes e usuários, e acesse os relatórios essenciais dos alunos.

source: You have access to any school in the system. To choose a school to work on, select the school from the pull-down menu on the left frame. The program will automatically refresh with the new school in the workspace. You can also change the school year and current marking period in a similar fashion.
pt_br: Você tem acesso a qualquer escola do sistema. Para escolher uma escola para trabalhar, selecione a escola no menu suspenso no quadro esquerdo. O programa irá atualizar automaticamente com a nova escola no espaço de trabalho. Você pode também alteram o ano letivo e o período de avaliação atual de maneira semelhante.

source: As you use RosarioSIS, you will notice other items appear in your side menu. When you select a student to work on, the student's name will appear under the marking period pull-down menu preceded by a cross. As you move between programs, you will continue to work on this student. If you want to change the working student, click on the cross by the student's name. You can also quickly access the student's General Information screen by clicking on the student's name.
pt_br: Ao usar o RosarioSIS, você notará que outros itens aparecem no seu menu lateral. Quando você seleciona um aluno para trabalhar, o nome do aluno aparecerá em o menu suspenso do período de marcação precedido por uma cruz. À medida que você se move entre programas, você continuará trabalhando neste aluno. Se você quiser mudar o aluno trabalhador, clique na cruz ao lado do nome do aluno. Você também pode acesse rapidamente a tela de Informações Gerais do aluno clicando no botão nome do estudante.

source: If you select a user to work on, the user's name will also appear in the side menu. This will behave identically to the student's name.
pt_br: Se você selecionar um usuário para trabalhar, o nome do usuário também aparecerá no menu lateral. Isso se comportará de forma idêntica ao nome do aluno.

source: Also, when you click on any of the module icons in the side menu, you will see a list of programs available to you in that module. Clicking on any program title will launch the program in the main frame, and it will update the help frame to display help for that program.
pt_br: Além disso, quando você clicar em qualquer um dos ícones do módulo no menu lateral, você veja uma lista de programas disponíveis para você nesse módulo. Clicando em qualquer o título do programa iniciará o programa no quadro principal e será atualizado o quadro de ajuda para exibir a ajuda desse programa.

source: In many places in RosarioSIS, you will see lists of data that are modifiable. Oftentimes, you will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state.
pt_br: Em muitos lugares no RosarioSIS, você verá listas de dados que são modificável. Muitas vezes, você terá que primeiro clicar no valor que deseja alterar para ter acesso a um campo de entrada. Então, quando você alterar o valor e salvar, o valor retornará ao seu estado anterior.

source: You can logout of RosarioSIS at any time by clicking the "Logout" button in the bottom menu.
pt_br: Você pode sair do RosarioSIS a qualquer momento clicando no botão "Sair" no menu inferior.

source: As a teacher, you can view student information and schedules for students who you teach and input attendance, grades, and eligibility for these students. You also have a gradebook program to keep track of students' grades. The Gradebook is integrated into the Input Grades program as well as the Eligibility program. From the Gradebook, not only can you keep track of grades, but you can print progress reports for any of your students.
pt_br: Como professor, você pode visualizar informações e horários dos alunos quem você ensina e informa frequência, notas e elegibilidade para estes alunos. Você também tem um programa de livro de notas para acompanhar as notas. O livro de de notas está integrado ao programa Inserir notas finais, bem como o programa de Elegibilidade. No Boletim, você não apenas pode acompanhar notas, mas você pode imprimir relatórios de progresso para qualquer um de seus alunos.

source: To choose a period to work on, select the period from the pull-down menu on the left frame. The program will automatically refresh with the new period in the workspace. You can also change the school year and current marking period in a similar fashion.
pt_br: Para escolher um período para trabalhar, selecione o período no menu suspenso em o quadro esquerdo. O programa será atualizado automaticamente com o novo período na área de trabalho. Você também pode alterar o ano letivo e a avaliação atual período de forma semelhante.

source: In the gradebook, you will see lists of modifiable data. Oftentimes, you will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state.
pt_br: No livro de notas, você verá listas de dados modificáveis. Muitas vezes, você terá de clicar primeiro no valor que pretende alterar para ter acesso a um campo de entrada. Então, quando você alterar o valor e salvar, o valor retornará ao seu estado anterior.

source: As a parent, you can view your children's information, schedules, assignments, grades, eligibility, and attendance.
pt_br: Como pai, você pode ver as informações e horários de seus filhos,atribuições, notas, elegibilidade e frequência.

source: To choose a child to work on, select the child's name from the pull-down menu on the left frame. The program will automatically refresh with the new child in the workspace. You can also change the school year and current marking period in a similar fashion.
pt_br: Para escolher uma criança para trabalhar, selecione o nome da criança no menu suspenso menu no quadro esquerdo. O programa será atualizado automaticamente com o novo criança na área de trabalho. Você também pode alterar o ano escolar atual e marcando período de forma semelhante.

source: As you use RosarioSIS, you will notice other items appear in your side menu. When you click on any of the module icons in the side menu, you will see a list of programs available in that module. Clicking on any program title will launch the program in the main frame, and it will update the help frame to display help for that program.
pt_br: Ao usar o RosarioSIS, você notará que outros itens aparecem no seu menu lateral.Ao clicar em qualquer um dos ícones do módulo no menu lateral, você verá um lista de programas disponíveis naquele módulo. Clicando em qualquer título de programa iniciará o programa no quadro principal e atualizará o quadro de ajudapara exibir a ajuda desse programa.

source: As a student, you can view your demographic information, schedule, assignments, grades, eligibility, and attendance.
pt_br: Como estudante, você pode visualizar suas informações demográficas, horários, atribuições, notas, elegibilidade e frequência.

source: You can change the school year and current marking period with the pull-down menus in the left frame.
pt_br: Você pode alterar o ano letivo e o período de avaliação atual com o menu suspenso menus no quadro esquerdo.

source: <i>School Information</i> allows you to change the name, address, and principal of the current school. Click on any of the school's information to change it. After you have made the necessary modifications to your school, click "Save" to save your changes.
pt_br: <i>Informações escolares</i> permite que você altere o nome, endereço e diretor da escola atual. Clique em qualquer informação da escola para altere-o. Depois de fazer as modificações necessárias em sua escola, clique em "Salvar" para salvar suas alterações.

source: Note: a school cannot be deleted once it has students enrolled.
pt_br: Observação: uma escola não pode ser excluída uma vez que tenha alunos matriculados.

source: <i>Copy School</i> is a good way to add another school to RosarioSIS, where the Periods, Marking Periods, Grade levels, Grading Scales and Attendance Codes are similar to the school you copy. You will be able, of course, to make changes in the configuration after you have "copied" the school.
pt_br: <i>Copiar escola</i> é uma boa maneira de adicionar outra escola ao RosarioSIS, onde os períodos, períodos de avaliação, níveis de notas, escalas de classificação e frequência códigos são semelhantes aos da escola que você copia. Você poderá, é claro, faça alterações na configuração depois de ter "copiado" a escola.

source: If you don't want to copy one or more of these items, click on the checkbox corresponding to the item.
pt_br: Se você não deseja copiar um ou mais desses itens, clique na caixa de seleção correspondente ao item.

source: Then enter the name of the new school in the "New School's Title" text box.
pt_br: Em seguida, digite o nome da nova escola na caixa de texto "Novo título da escola".

source: Finally, click "OK" to create the new school with the values of the existing school.
pt_br: Por fim, clique em "OK" para criar a nova escola com os valores do escola existente.

source: <i>Marking Periods</i> allows you to setup your school's marking periods. There are three tiers of marking periods: Something like Semesters, Quarters, and Progress Periods is suggested. Despite their names, there can be more or fewer than 2 semesters and more or fewer than 4 quarters. Similarly, there can be any number of progress periods in a given quarter.
pt_br: <i>Períodos de avaliação</i> permite que você configure os períodos de avaliação da sua escola. Existem três níveis de períodos de marcação: Algo como Semestres, Trimestres e Períodos de Progresso são sugeridos. Apesar de seus nomes, pode ser mais ou menos de 2 semestres e mais ou menos de 4 trimestres. Da mesma forma, pode haver qualquer número de períodos de progresso em um determinado trimestre.

source: To add a marking period, click on the Add icon (+) in the column corresponding to the type of marking period you want to add. Then, complete the marking period details in the fields above the list of marking periods and click the "Save" button.
pt_br: Para adicionar um ponto final, clique no ícone Adicionar (+) na coluna correspondente ao tipo de período de marcação que pretende adicionar. A seguir, preencha os detalhes do período de marcação nos campos acima da lista de períodos de marcação e clique no botão "Salvar".

source: The "Grade Posting Begins" and "Grade Posting Ends" dates define the first and last day of the period during which teachers can enter final grades.
pt_br: As datas de "Início da publicação da nota" e "Término da publicação da nota" definem o primeiro e último dia do período durante o qual os professores podem entrar final notas.

source: To change a marking period, click on the marking period you want to change, and click on whatever value you want to change in the grey area above the marking period list. Then, change the value and click the "Save" button.
pt_br: Para alterar um período de marcação, clique no período de marcação que deseja alterar, e clique em qualquer valor que você deseja alterar na área cinza acima do lista de períodos de marcação. Em seguida, altere o valor e clique no botão "Salvar".

source: To delete a marking period, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
pt_br: Para excluir um período de marcação, selecione-o clicando em seu título na lista e clique no botão "Excluir" na parte superior da tela. Você será solicitado a para confirmar a exclusão.

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap. Also, No two marking periods in any tier should have the same sort order.
pt_br: Observe que nem dois períodos de marcação nem dois períodos de postagem no mesmo camada pode se sobrepor. Além disso, não há dois períodos de marcação em qualquer camada deve ter o mesma ordem de classificação.

source: Note: a marking period cannot be deleted once it has course periods.
pt_br: Nota: um período de avaliação não pode ser excluído uma vez que tenha aulas.

source: Note: you cannot add a new year using this program. Use the <i>School > Rollover</i> program instead.
pt_br: Observação: você não pode adicionar um novo ano usando este programa. Use a <i>Escola > Rolar</i> em vez disso.

source: <i>Calendars</i> allows you to setup your school's calendar for the year. The calendar displays the current month by default. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen.
pt_br: <i>Calendários</i> permite que você configure o calendário de sua escola para o ano. O calendário exibe o mês atual por padrão. O mês e o ano exibido pode ser alterado alterando os menus suspensos de mês e ano em a parte superior da tela.

source: On full school days, the checkbox in the upper right-hand corner of the day's square should be checked. For partial days, the checkbox should be unchecked and the number of minutes school will be in attendance should be entered into the text box next to the checkbox. For days on which there will be no school, the checkbox should be unchecked and the text field should be blank. To uncheck the checkbox or change the number of minutes in the school day, you must first click on the value you want to change. After making any changes to the calendar, click the "Save" button at the top of the screen.
pt_br: Em dias letivos completos, a caixa de seleção no canto superior direito da o quadrado do dia deve ser marcado. Para dias parciais, a caixa de seleção deve ser desmarcado e o número de minutos que a escola estará presente deve ser inserido na caixa de texto ao lado da caixa de seleção. Para os dias em que haverá sem escola, a caixa de seleção deve ser desmarcada e o campo de texto deve ser em branco. Para desmarcar a caixa de seleção ou alterar o número de minutos na escola dia, você deve primeiro clicar no valor que deseja alterar. Depois de fazer qualquer alterações no calendário, clique no botão "Salvar" na parte superior da tela.

source: To setup your calendar at the beginning of the year, you should use the "Create" or "Edit" feature. By clicking on this link in the upper right-hand corner of the screen, you can setup all days in a specified timeframe as meeting all day. You can also select which days of the week that your school is in session. After selecting the beginning and ending dates of your school's school year and the days of the week that your school meets, click the "OK" button. You can now go through the calendar and mark holidays and partial days.
pt_br: Para configurar seu calendário no início do ano, você deve usar o recurso "Criar" ou "Editar". Ao clicar neste link no canto superior direito-canto da mão da tela, você pode configurar todos os dias em um período de tempo especificado como reunião o dia todo. Você também pode selecionar em quais dias da semana seu a escola está em sessão. Depois de selecionar as datas de início e término do seu o ano escolar da escola e os dias da semana em que sua escola se encontra, clique em o botão "OK". Agora você pode percorrer o calendário e marcar feriados e dias parciais.

source: The calendar is also a display of school events. This can include everything from teacher in-service days to sporting events. These events are visible by other administrators as well as parents and teachers at your school.
pt_br: O calendário também é uma exibição de eventos escolares. Isso pode incluir tudo desde os dias de serviço do professor até eventos esportivos. Esses eventos são visíveis por outros administradores, bem como pais e professores da sua escola.

source: To add a school event, click on the add icon (+) in the lower left-hand corner of the event's date. In the popup window that appears, enter the event's information and click the "Save" button. The popup window will close, and the calendar will be automatically refreshed to display the added event.
pt_br: Para adicionar um evento escolar, clique no ícone de adição (+) no canto inferior canto esquerdo da data do evento. Na janela pop-up que aparece, digite o informações do evento e clique no botão "Salvar". A janela pop-up feche e o calendário será atualizado automaticamente para exibir o evento.

source: To modify an event, click on the event you want to modify, and change the event's information in the popup window that appears after clicking on the values you want to change. Click the "Save" button. The window will close and the calendar will automatically refresh to display the change.
pt_br: Para modificar um evento, clique no evento que deseja modificar e altere o informações do evento na janela pop-up que aparece após clicar no botão valores que deseja alterar. Clique no botão "Salvar". A janela será fechada e o calendário será atualizado automaticamente para exibir a alteração.

source: If the school uses a Rotation of Numbered Days, the day's number is displayed in the day's box.
pt_br: Se a escola usa uma rotação de dias numerados, o número do dia é exibido na caixa do dia.

source: <i>Periods</i> allows you to setup your school's periods. Middle and high schools will likely have many periods, whereas elementary schools will probably have only one period (called All Day) or perhaps 3 (All Day, Morning, and Afternoon).
pt_br: <i>Períodos</i> permite que você configure os períodos da sua escola. As Escolas de ensino fundamental e médio provavelmente terão muitos períodos, enquanto as escolas primárias provavelmente tem apenas um período (chamado dia todo) ou talvez 3 (dia todo, Manhã e Tarde).

source: To add a period, fill in the period's title, short name, sort order, and length in minutes in the empty fields at the bottom of the periods list and click the "Save" button.
pt_br: Para adicionar um ponto, preencha o título do período, nome abreviado, ordem de classificação e duração em minutos nos campos vazios na parte inferior da lista de períodos e clique no botão "Salvar".

source: Blocks can be used to define irregular periods which happens on specific days. See the <i>Calendars</i> program for setup.
pt_br: Blocos podem ser usados para definir períodos irregulares que acontecem em datas específicas dias. Consulte o programa <i>Calendários</i> para configuração.

source: To modify a period, click on any of the period's information, change the value, and click the "Save" button.
pt_br: Para modificar um período, clique em qualquer informação do período, altere o valor e clique no botão "Salvar".

source: To delete a period, click the delete icon (-) next to the period you want to delete. You will be asked to confirm the deletion.
pt_br: Para excluir um período, clique no ícone de exclusão (-) ao lado do período que você deseja excluir. Você será solicitado a confirmar a exclusão.

source: Note: a period cannot be deleted once it is associated to a course period.
pt_br: Nota: um período não pode ser excluído uma vez associado a um aulas.

source: <i>Grade Levels</i> allows you to setup your school's grade levels.
pt_br: <i>Níveis de notas</i> permite que você configure os níveis de notas da sua escola.

source: To add a grade level, fill in the grade level's title, short name, sort order, and next grade in the empty fields at the bottom of the grade levels list and click the "Save" button. The "Next Grade" field indicates the grade students in the current grade will proceed to in the next school year.
pt_br: Para adicionar um nível de série, preencha o título do nível de série, nome curto, ordene pedido e próxima série nos campos vazios na parte inferior dos níveis de série lista e clique no botão "Salvar". O campo "Próxima série" indica o os alunos da série atual prosseguirão no próximo ano letivo.

source: To modify a grade level, click on any of the grade level's information, change the value, and click the "Save" button.
pt_br: Para modificar um nível de série, clique em qualquer uma das informações do nível de série, altere o valor e clique no botão "Salvar".

source: To delete a grade level, click the delete icon (-) next to the grade level you want to delete. You will be asked to confirm the deletion.
pt_br: Para excluir um nível de classificação, clique no ícone de exclusão (-) ao lado do nível de classificação você deseja excluir. Você será solicitado a confirmar a exclusão.

source: Note: a grade level cannot be deleted once it has students enrolled.
pt_br: Observação: um nível de série não pode ser excluído uma vez que tenha alunos matriculados.

source: <i>Rollover</i> copies the current year's data to the next school year. Students are enrolled in the next grade, and each school's information is duplicated for the next school year.
pt_br: <i>Rolar</i> copia os dados do ano atual para o próximo ano letivo. Os alunos estão matriculados na próxima série e as informações de cada escola são duplicado para o próximo ano letivo.

source: The data copied include periods, marking periods, users, courses, student enrollment, report card grade codes, enrollment codes, attendance codes, and eligibility activities.
pt_br: Os dados copiados incluem períodos, períodos de marcação, usuários, cursos, alunos matrícula, códigos de notas do boletim escolar, códigos de matrícula, códigos de frequência e atividades de elegibilidade.

source: Note: Students are enrolled or retained depending on their "Rolling / Retention options" set in the <i>Students > Student Info</i> program. In case the option is set to another school, the student will be enrolled either in the first Grade Level (Sort Order 1) or in the same Grade Level (same Title).
pt_br: Observação: os alunos são matriculados ou retidos dependendo de seu "Opções de Rolagem / retenção" definidas no programa <i>Alunos > Informações do aluno</i>. Em caso a opção seja definida para outra escola, o aluno será matriculado seja no primeiro nível de classificação (ordem de classificação 1) ou no mesmo nível de classificação(mesmo título).

source: <i>Configuration</i> offers various groups of options to help you configure:
pt_br: <i>Configuração</i> oferece vários grupos de opções para ajudá-lo a configurar:

source: <i>Program Title</i> & <i>Program Name</i>: rebrand RosarioSIS
pt_br: <i>Título do programa</i> e <i>Nome do programa</i>: renomear RosarioSIS

source: Set the <i>Default Theme</i>, and eventually <i>Force</i> it to override users' preferred theme.
pt_br: Defina o <i>Tema padrão</i> e, eventualmente, <i>Force</i> para substituí-lo tema preferido dos usuários.

source: <i>Create User Account</i> & <i>Create Student Account</i>: activate online registration. "Create User / Student Account" links will be displayed on the login page.
pt_br: <i>Criar conta de usuário</i> & <i>Criar conta de aluno</i>: ativar online registro. Os links "Criar usuário/conta de aluno" serão exibidos em a página de login.

source: <i>Automatic Student Account Activation</i>: new students are added as Inactive students. Check this box so students are enrolled on the same day.
pt_br: <i>Ativação automática da conta do aluno</i>: novos alunos são adicionados como Alunos inativos. Marque esta caixa para que os alunos sejam matriculados no mesmo dia.

source: <i>Default School</i>: selected school on the "Create Student Account" screen.
pt_br: <i>Escola padrão</i>: escola selecionada em "Criar conta de aluno" tela.
