Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: Selecting a "Teacher" will show all the classes for that one teacher. Selecting a "Subject" will show the classes for that one subject. Selecting a "Period" will show all the classes for that individual period. Selecting a "Course" via the "Choose" link will show that individual course period with one teacher.
pt_br: Selecionar um "Professor" mostrará todas as turmas desse professor. Selecionar um "Assunto" mostrará as aulas para aquele assunto. Selecionar um "Período" mostrará todas as aulas desse período individual. Selecionar um "Curso" por meio do link "Escolher" mostrará esse aula com um professor.

source: Then, on the left hand side of the page, check the columns you would like to see on the list. The fields, in the order you have selected them, will appear in the list at the top of the page.
pt_br: Em seguida, no lado esquerdo da página, verifique as colunas que você gostaria de veja na lista. Os campos, na ordem em que você os selecionou, serão aparecem na lista no topo da página.

source: Finally, select the Classes to List on the report at the bottom of the page and click "Create Class Lists for Selected Course Periods".
pt_br: Finalmente, selecione as Turmas a Listar no relatório na parte inferior da página e clique em "Criar listas de turmas para aulas selecionadas".

source: The Class Lists with the selected columns will be generated as a PDF document that can be printed or sent by email.
pt_br: As listas de aula com as colunas selecionadas serão geradas como um PDF documento que pode ser impresso ou enviado por e-mail.

source: <i>Print Requests</i> is a utility that allows you to print requests sheets for any number of students.
pt_br: <i>Imprimir pedidos</i> é um utilitário que permite imprimir folhas de pedidos para qualquer número de alunos.

source: You can search for students who requested a specific course by clicking the "Choose" link next to the "Request" search option and choosing a course from the popup window that appears.
pt_br: Você pode procurar alunos que solicitaram um curso específico clicando no botão "Escolher" ao lado da opção de pesquisa "Solicitar" e escolher um curso na janela pop-up que aparece.

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address.
pt_br: Além disso, você pode optar por imprimir as planilhas de solicitações com etiquetas de endereçamento. O as planilhas de requisições terão etiquetas de endereçamento posicionadas de forma a visível em um envelope com janela quando a folha é dobrada em três. Mais de uma folha de solicitação pode ser impressa por aluno se o aluno tiver responsáveis residir em mais de um endereço.

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
pt_br: As folhas de solicitação serão baixadas automaticamente para o seu computador no formato PDF imprimível quando você clica no botão "Enviar".

source: <i>Schedule Report</i> is a report that shows the students who are scheduled into each course, the students who requested the course but weren't successfully scheduled into it, and the number of requests, open seats, and total seats in each course.
pt_br: <i>Relatório de agendamento</i> é um relatório que mostra os alunos que estão agendados em cada curso, os alunos que solicitaram o curso mas não foram agendado com sucesso e o número de solicitações, vagas abertas e total de lugares em cada curso.

source: To navigate through this report, first click on any one of the subjects. You will now see each course in that subject as well as the number of requests for that course and open and total seats available for that course. If you choose a course by clicking on it, you will see a list of the course periods, and the requests, open, and total seats numbers will be broken down by each period. Here, you can also see a list of students scheduled in the course or a list of students who requested the course but weren't scheduled into it by clicking the "List Students" and "List Unscheduled Students" links respectively.
pt_br: Para navegar por este relatório, primeiro clique em qualquer um dos assuntos. Você irá agora ver cada curso nessa matéria bem como o número de pedidos para esse curso e vagas abertas e totais disponíveis para esse curso. Se você escolha um curso clicando nele, você verá uma lista do curso períodos, e os números de pedidos, aberto e total de assentos serão discriminados por cada período. Aqui, você também pode ver uma lista de alunos agendados no curso ou lista de alunos que solicitaram o curso mas não foram agendados clicando em "Listar alunos" e "Listar alunos não agendados" links respectivamente.

source: At any point after selecting a subject, you can navigate backwards by clicking on the links that appear in the grey bar at the top of the screen.
pt_br: A qualquer momento após selecionar um assunto, você pode navegar para trás clicando nos links que aparecem na barra cinza na parte superior da tela.

source: <i>Requests Report</i> is a report that shows the number of students who requested each course and the number of total seats in that course. The courses are grouped by subject.
pt_br: <i>Relatório de solicitações</i> é um relatório que mostra o número de alunos que solicitou cada curso e o número total de vagas nesse curso. O os cursos são agrupados por assunto.

source: This report is useful for creating the master schedule since it helps you determine the number of course periods necessary for each course due to demand for the course.
pt_br: Este relatório é útil para criar o cronograma mestre, pois ajuda você a determinar o número de aulas necessárias para cada curso devido a demanda do curso.

source: <i>Unfilled Requests</i> is a report of course requests unfilled for a group of students.
pt_br: <i>Solicitações não atendidas</i> é um relatório de solicitações de curso não atendidas para um grupo de estudantes.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen.
pt_br: Você deve primeiro selecionar um (grupo de) aluno(s) usando na tela de pesquisa "Encontre um aluno" .

source: The report shows the student information along with the request unfilled details (teacher and period requested) and the number of sections or course periods which have been setup for the course (in the Scheduling > Courses program). You can also check the available seats by checking "Show Available Seats" at the top of the screen.
pt_br: O relatório mostra as informações do aluno junto com a solicitação não atendida detalhes (professor e período solicitado) e o número de seções ou curso períodos que foram configurados para o curso (na aba Agendamento > Cursos programa). Você também pode verificar os assentos disponíveis marcando "Mostrar Assentos disponíveis" na parte superior da tela.

source: Clicking on the student's name will redirect you to the Student Requests program.
pt_br: Clicar no nome do aluno irá redirecioná-lo para as Solicitações do Aluno programa.

source: <i>Incomplete Schedules</i> is a report of students who have no class scheduled in a particular period.
pt_br: <i>Horários incompletos</i> é um relatório de alunos que não tem aula agendado em um determinado período.

source: Then, the students in the list are not scheduled in the periods corresponding to the columns where they have red "X" icons. If the period column has a green "tick" icon, the student have a class scheduled in that period. A red "X" icon therefore indicates a free, unscheduled period that can be scheduled.
pt_br: Então, os alunos da lista não estão agendados nos períodos correspondente às colunas onde eles têm ícones vermelhos "X". Se o ponto a coluna tem um ícone "tick" verde, o aluno tem uma aula agendada nessa período. Um ícone "X" vermelho, portanto, indica um período livre e não programado que pode ser agendado.

source: <i>Add / Drop Report</i> is a report of students who have had classes added to, or dropped from, their schedule during the timeframe selected. You can select a different timeframe by changing the dates at the top of the screen, and then clicking the "Go" button. The report shows student information along with the Course, Course Period, Enrolled and Dropped dates. You can export the report to a spreadsheet using the "Download" icon.
pt_br: <i>Adicionar / Eliminar relatório</i> é um relatório de alunos que tiveram aulas adicionadas para ou caiu de sua programação durante o período de tempo selecionado. Você pode selecione um período de tempo diferente alterando as datas na parte superior da tela, e, em seguida, clicando no botão "Ir". O relatório mostra as informações do aluno juntamente com o Curso, Aula, Datas de matrícula e Desistência. Você pode exporte o relatório para uma planilha usando o ícone "Download".

source: <i>Courses</i> allows you to setup your school's courses. There are three tiers of courses: Subjects, Courses, and Course Periods.
pt_br: <i>Cursos</i> permite que você configure os cursos de sua escola. Existem três níveis de cursos: disciplinas, cursos e aulas.

source: To add any of these three things, click on the Add icon (+) in the column corresponding to what you want to add. Then, fill in the information requested in the fields above the list of courses and click the "Save" button.
pt_br: Para adicionar qualquer uma dessas três coisas, clique no ícone Adicionar (+) na coluna correspondente ao que você deseja adicionar. Em seguida, preencha as informações solicite nos campos acima a lista de cursos e clique no botão "Salvar".

source: To change any of these three things, click on the item you want to change, and click on whatever value you want to change in the grey area above the lists. Then, change the value and click the "Save" button.
pt_br: Para alterar qualquer uma dessas três coisas, clique no item que deseja alterar, e clique em qualquer valor que você deseja alterar na área cinza acima do listas. Em seguida, altere o valor e clique no botão "Salvar".

source: Finally, to delete something, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
pt_br: Finalmente, para excluir algo, selecione-o clicando em seu título na lista e clique no botão "Excluir" na parte superior da tela. Você será solicitado a para confirmar a exclusão.

source: Course
pt_br: Curso

source: <i>Description</i>: the description is optional. You can, for example, enter the course syllabus. By default, students and parents can browse the courses list and thus consult descriptions.
pt_br: <i>Descrição</i>: a descrição é opcional. Você pode, por exemplo, inserir o plano de estudos do curso. Por padrão, alunos e pais podem navegar pelos cursos listar e assim consultar as descrições.

source: <i>Credit Hours</i> (abbreviated "C.H."), or the number of hours to complete the course; can be displayed on Transcripts. This field is optional.
pt_br: <i>Horas de Crédito</i> (abreviado como "H.C."), ou o número de horas para conclua o curso; pode ser exibido nas transcrições. Este campo é opcional.

source: Course Period (or Class)
pt_br: Classe (ou Aula)

source: <i>Seats</i>: this field is optional. When set, you can check how many seats are available (based on the number of students enrolled in the class).
pt_br: <i>Assentos</i>: este campo é opcional. Quando definido, você pode verificar quantos assentos estão disponíveis (com base no número de alunos matriculados na turma).

source: <i>Period - Days</i>: you can add various Periods, each with their own Days. Click on the "Add a Period" link. To remove a Period, uncheck all Days and click on the "Save" button. A Course Period must have at least one Period, or else it will not appear in the Teacher's left menu.
pt_br: <i>Período - Dias</i>: você pode adicionar vários Períodos, cada um com seus próprios Dias. Clique no link "Adicionar um período". Para remover um período, desmarque todos os dias e clique no botão "Salvar". Um Período de Curso deve ter pelo menos um Período, ou então não aparecerá no menu esquerdo do Professor.

source: <i>Calendar</i>: associate a Calendar. Students in the class should be associated to that same Calendar. Note: you can create various calendars using the <i>School > Calendars</i> program.
pt_br: <i>Calendário</i>: associa um calendário. Os alunos da turma devem associados a esse mesmo calendário. Nota: pode criar vários calendários usando o programa <i>Escola > Calendários</i>.

source: <i>Grading Scale</i>: choose the "Not Graded" option if you do not wish to enter Final Grades for this class (the Gradebook will still be available). Note: you can create various grading scales using the <i>Grades > Grading Scales</i> program.
pt_br: <i>Escala de avaliação</i>: escolha a opção "Não avaliado" se não desejar digite as notas finais para esta aula (o Livro ainda estará disponível).Observação: você pode criar várias escalas de notas usando o programa <i>Notas > Escala de notas</i>.

source: <i>Allow Teacher Grade Scale</i>: when checked, the teacher will be able to define custom Breakoff values for the Grading Scale.
pt_br: <i>Permitir escala de notas do professor</i>: quando marcada, o professor poderá definir valores de interrupção personalizados para a escala de classificação.

source: <i>Credits</i> is both the <b>coefficient</b> used to weigh Final Grades in order to calculate the overall / cumulative GPA, and the Credits attempted by students. 0 credits will be earned by a student whose grade is below the minimum (see the "Minimum Passing Grade" field in the <i>Grades > Grading Scales</i> program for configuration). Credits earned can be displayed on Transcripts and Credits can be displayed on Report Cards. For example, if you assign 4 credits to a Full Year Course Period and have 4 Quarters, students will earn 1 credit for each Quarter.
pt_br: <i>Créditos</i> é o <b>coeficiente</b> usado para pesar as notas finais em para calcular o CR geral/cumulativo e os créditos tentados por alunos. 0 créditos serão ganhos por um aluno cuja nota esteja abaixo do mínimo (consulte o campo "Nota mínima para aprovação" em <i>Notas > Escalas de classificação</i> programa para configuração). Os créditos ganhos podem ser exibidos em Transcrições e créditos podem ser exibidos nos boletins. Por exemplo, se você atribui 4 créditos a um período de curso de ano inteiro e tem 4 trimestres, os alunos ganharão 1 crédito para cada trimestre.

source: <i>Gender Restriction</i>: the <i>Run Scheduler</i>, <i>Student Schedule</i> ("Unfilled Requests" list) and <i>Requests Report</i> programs make use of this restriction.
pt_br: <i>Restrição de gênero</i>: o <i>Agendador de execução</i>, <i>Agendamento do aluno</i> (lista de "Solicitações não preenchidas") e <i>Relatório de solicitações</i> usam esta restrição.

source: <i>Parent Course Period</i>: optionally choose a parent course period. The <i>Run Scheduler</i> program makes use of it.
pt_br: <i>Aula principal</i>: escolha opcionalmente uma aula principal. O programa <i>Executar agendador</i> faz uso dele.

source: Note: a course period cannot be deleted once it has students enrolled.
pt_br: Observação: um período de curso não pode ser excluído uma vez que tenha alunos matriculados.

source: <i>Run Scheduler</i> schedules every student at your school according to the requests entered for them.
pt_br: <i>Executar agendador</i> agenda todos os alunos da sua escola de acordo com pedidos inseridos para eles.

source: You first must confirm the Scheduler run. Here, you can also choose to run the scheduler in "Test Mode" which will not save the student schedules.
pt_br: Você primeiro deve confirmar a execução do Agendador. Aqui, você também pode optar por executar o agendador em "Modo de Teste" que não salvará os horários dos alunos.

source: Once the scheduler has run, which could take several minutes, it will notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. Once the schedules have been saved, you will be given the option to view the Schedule Report.
pt_br: Depois que o agendador for executado, o que pode levar vários minutos, ele notificará você sobre quaisquer conflitos. A saída do Agendador também informará se algum curso solicitado tem zero assentos disponíveis. Se um pedido não puder ser atendido, você pode altere as solicitações de acordo para garantir o agendamento completo. Uma vez que o as agendas foram salvas, você terá a opção de visualizar a Agenda Relatório.

source: <i>Schedule</i> is a display of the student's course schedule.
pt_br: <i>Horário</i> é uma exibição do cronograma do curso do aluno.

source: <i>Schedule</i> is a display of your child's course schedule.
pt_br: <i>Agenda</i> é uma exibição do cronograma do curso de seu filho.

source: <i>Report Cards</i> is a utility that allows you to print report cards for any number of students.
pt_br: <i>Boletins</i> é um utilitário que permite imprimir boletins para qualquer número de alunos.

source: You can search for students who are enrolled in a specific course by clicking the "Choose" link next to the "Course" search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
pt_br: Você pode pesquisar alunos matriculados em um curso específico por clicando no link "Escolher" ao lado da opção de pesquisa "Curso" e escolhendo um curso na janela pop-up que aparece. Você também pode limitar sua pesquisa com base em CR ponderado/não ponderado, classificação de aula e classificação de letras preenchendo os limites superior e inferior do CR e classificação de classe e marcando as caixas de seleção de notas de letras desejadas. Por exemplo, isso permite que você para pesquisar todos os alunos entre os dez primeiros da classe, todos os alunos que estão reprovando, ou todos os alunos que foram reprovados em pelo menos um curso no períodos de marcação selecionados.

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address.
pt_br: Além disso, você pode optar por imprimir os boletins com etiquetas de endereçamento. O os boletins terão etiquetas de endereçamento posicionadas de forma a serem visível em um envelope com janela quando a folha é dobrada em três. Mais de um boletim pode ser impresso por aluno se o aluno tiver responsáveis residir em mais de um endereço.

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes.
pt_br: Antes de imprimir os boletins, deve selecionar em que períodos de marcação exibir no cartão de relatório marcando as caixas de seleção do período de avaliação desejado.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the "Create Report Cards for Selected Students" button.
pt_br: Os boletins serão baixados automaticamente para o seu computador no formato PDF imprimível quando você clica no botão "Criar boletins para alunos selecionados".

source: <i>Honor Roll</i> allows you to create honor roll lists or certificates.
pt_br: <i>Quadro de honra</i> permite que você crie listas de honra ou certificados.

source: The Honor Roll GPA values are setup via the Grades > Grading Scales program.
pt_br: Os valores do Quadro de Honra CR são configurados através do programa Notas > Escalas de classificação.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who qualify for "Honor" or "High Honor" by checking the respective checkboxes. You can also search for students who have requested a specific course by clicking on the "Choose" link next to the search option "Course" and choosing a course from the popup window that appears.
pt_br: Você deve primeiro selecionar um (grupo de) aluno(s) usando na tela de pesquisa "Encontre um aluno". Você pode procurar por alunos que se qualificam para "Honra" ou "Alta Honra" marcando as respectivas caixas de seleção. Você pode procure também alunos que solicitaram um curso específico clicando em no link "Escolher" ao lado da opção de busca "Curso" e escolhendo curso da janela pop-up que aparece.

source: Alternatively, you can choose a Subject from the dropdown list on the "Find a Student" search screen to create honor roll lists or certificates by subject.
pt_br: Como alternativa, você pode escolher um Assunto na lista suspensa em "Localizar um aluno" na tela de pesquisa para criar listas de honra ou certificados por assunto.

source: Then, you can generate "Certificates" or a "List" of the qualifiers by selecting the right option at the top of the screen. The Certificate text can be personalized by editing it. Finally, click the "Create Honor Roll for Selected Students" button to generate the Honor Roll certificates or the List of qualifiers in a PDF format to print or email. Alternatively, you can click the "Download" icon to generate a spreadsheet of this data.
pt_br: Então, você pode gerar "Certificados" ou uma "Lista" dos qualificadores selecionando a opção certa na parte superior da tela. O texto do certificado pode ser personalizado editando-o. Por fim, clique no botão "Criar quadro de honra para alunos selecionados" para gerar os certificados quadro de honra ou a Lista de qualificadores em formato PDF para imprimir ou enviar por e-mail. Alternativamente, você pode clicar no ícone "Download" para gerar uma planilha com esses dados.

source: <i>Transcripts</i> is a utility that allows you to print transcripts for any number of students.
pt_br: <i>Transcrições</i> é um utilitário que permite imprimir transcrições para qualquer número de estudantes.

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes.
pt_br: Antes de imprimir as transcrições, você deve selecionar quais períodos de marcação para exibir na transcrição marcando as caixas de seleção do período de avaliação desejado.

source: The transcripts will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
pt_br: As transcrições serão baixadas automaticamente para o seu computador no formato PDF imprimível quando você clica no botão "Enviar".

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered grades for any given marking period.
pt_br: <i>Conclusão do professor</i> é um relatório que mostra quais professores não notas inseridas para qualquer período de avaliação.
