Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: pt_br

source: If the marking period you are in is a Progress Period, when clicking on the "Get Gradebook Grades" link, the gades taken in account will be limited to the one for which the Assignment Due Date is comprised within the Progress Period, or the ones with no Due Dates.
pt_br: Se o período de marcação em que você se encontra for um Período de Progresso, ao clicar no botão "Obter notas do livro", as notas consideradas serão limitadas a aquele para o qual a Data de Vencimento da Cessão está incluída no Progresso Período, ou aqueles sem datas de vencimento.

source: <i>Teacher Programs: Gradebook Grades</i> allows you to consult and modify any grade of the students gradebooks. You can select the teachers classes using the course period pull-down in the upper left corner of the page. The Gradebook Grades of the class will be diplayed. As an administrator, you can pick any individual student, or totals for assignment categories, or all students for any or all assignments. The "All" pull-down menu lets you select an assignment category, or alternatively you can use the tabs on the top the grades listing. The "Totals" pull-down menu lets you select a particular assignment or the "total" of all assignments.
pt_br: <i>Programas de professores: Notas do livro de notas</i> permite que você consulte e modifique qualquer nota dos livros de notas dos alunos. Você pode selecionar as aulas dos professores usando o menu suspenso do aula no canto superior esquerdo da página. O As notas do livro da turma serão exibidas. Como administrador, você pode escolher qualquer aluno individual, ou totais para categorias de atribuição, ou todos alunos para qualquer ou todas as tarefas. O menu suspenso "Todos" permite que você selecione uma categoria de atribuição ou, alternativamente, você pode usar as guias no topo da lista de notas. O menu suspenso "Totais" permite que você selecione atribuição particular ou o "total" de todas as atribuições.

source: <i>Teacher Programs: Anomalous Grades</i> is a report that helps a teacher to keep track of missing, inappropriate and excused grades. The grades appearing on this report are NOT problematic, but a teacher MAY wish to review them. Missing, excused & negative grades, or grades that are extra credit or that exceed 100% are shown. The "Problem" column indicates the reason why the grade is anomalous.
pt_br: <i>Programas para professores: Notas anômalas</i> é um relatório que ajuda um professor para acompanhar as notas perdidas, inadequadas e justificadas. As notas que aparecem neste relatório NÃO são problemáticos, mas um professor PODE desejar revisá-los. Notas ausentes, justificadas e negativas, ou crédito extra ou que excedem 100% são mostrados. A coluna "Problema" indica o razão pela qual o grau é anômalo.

source: You can select the teachers classes using the course period pull-down in the upper left corner of the page. You can also select which type of "anomalous" grades you wish the report to display.
pt_br: Você pode selecionar as turmas dos professores usando o menu suspenso do aula no canto superior esquerdo da página. Você também pode selecionar qual tipo de notas "anômalas" que você deseja que o relatório exiba.

source: <i>Teacher Programs: Progress Reports</i> lets you generate Progress Reports of the students for the current Marking Period, on behalf of a teacher.
pt_br: <i>Programas para professores: Relatórios de progresso</i> permite gerar Relatórios de Progresso dos alunos para o período de avaliação atual, em nome de um professor.

source: When teachers have created assignments and entered gradebook grades, a progress report can be generated.
pt_br: Quando os professores criarem tarefas e inserirem as notas do livro, um relatório de progresso pode ser gerado.

source: Once you have selected a Teacher and are in the correct period, search the students and click Submit to get a list of students scheduled with the selected Teacher. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period.
pt_br: Depois de selecionar um professor e estar no período correto, pesquise no alunos e clique em Enviar para obter uma lista de alunos agendados com professor selecionado. Você pode alterar o período atual alterando o período menu suspenso na parte superior da tela para o período desejado.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list.
pt_br: No resultado da pesquisa, você pode selecionar qualquer número de alunos. Você pode selecione todos os alunos na lista marcando a caixa de seleção na coluna títulos acima da lista.

source: Check desired options to appear on the report. Checking "Assigned Date" will display the Assignment's Assigned Date . Checking "Due Date" will display the Assignment's Due Date. Checking on "Exclude Ungraded Assignments Not Due" will remove assignments which are ungraded and not due. Checking "Group by Assignment Category" will group assignments by Category and will display total points and weight for each Category.
pt_br: Verifique as opções desejadas para aparecer no relatório. Marcando "Data Atribuída" exibirá a data atribuída da atribuição. Marcar "Data de vencimento" irá exibe a data de vencimento da tarefa. Marcando "Excluir Tarefas não Classificadas Vencidas removerá as tarefas que não foram avaliadas e não devido. Marcar "Agrupar por categoria de atribuição" agrupará as atribuições por Categoria e exibirá o total de pontos e peso para cada categoria.

source: The progress reports will be automatically downloaded to your computer in the printable PDF format when you click the "Create Progress Reports for Selected Students" button.
pt_br: Os relatórios de progresso serão baixados automaticamente para o seu computador em o formato PDF imprimível quando você clica em "Criar relatórios de progresso para Botão Alunos selecionados".

source: <i>Teacher Programs: Take Attendance</i> allows you to enter period attendance for all the selected teacher's students. By default, this program will list the students in the selected teacher's first period class. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period.
pt_br: <i>Programas para professores: Presença</i> permite que você insira período frequência de todos os alunos do professor selecionado. Por padrão, este programa irá listar os alunos da turma do primeiro período do professor selecionado. Você pode altere o período atual alterando o menu suspenso de período na parte superior de a tela para o período desejado.

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all the students, click the "Save" button at the top of the screen.
pt_br: Quando estiver no período correto, você pode inserir a presença selecionando o código de presença correspondente a cada aluno. Uma vez introduzido assiduidade para todos os alunos, clique no botão "Salvar" na parte superior da tela.

source: <i>Teacher Programs: Enter Eligibility</i> allows you to enter eligibility grades for all the selected teacher's students. By default, this program will list the students in the selected teacher's first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
pt_br: <i>Programas para Professores: Inserir elegibilidade</i> permite que você insira a elegibilidade notas para todos os alunos do professor selecionado. Por padrão, este programa irá listar os alunos da turma do primeiro período do professor selecionado. Você pode altere o período atual alterando o menu suspenso do período à esquerda quadro para o período desejado.

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all the students, click the "Save" button at the top of the screen.
pt_br: Quando estiver no período correto, você poderá inserir notas de elegibilidade selecionando o código de elegibilidade correspondente a cada aluno. Depois de ter entrou elegibilidade para todos os alunos, clique no botão "Salvar" no topo da tela.

source: If the selected teacher is using the Gradebook, you can have RosarioSIS calculate each student's eligibility grades by clicking on the "Use Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's eligibility grades and refresh the list.
pt_br: Se o professor selecionado estiver usando o livro de notas, você pode ter RosarioSIS calcule as notas de elegibilidade de cada aluno clicando no botão "Usar Link Boletim de Notas" no topo da lista. Clicar neste link irá salve automaticamente as notas de elegibilidade de cada aluno e atualize a lista.

source: You must enter eligibility each week during the timeframe specified by your school's administration.
pt_br: Você deve inserir a elegibilidade a cada semana durante o período de tempo especificado pelo seu administração da escola.

source: <i>Student Schedule</i> allows you to modify a student's course schedule.
pt_br: <i>Horário do aluno</i> permite que você modifique o horário do curso de um aluno.

source: You must first select a student by using the "Find a Student" search screen. You can search for students who have requested a specific course or request by clicking on the "Choose" link next to the search options "Course" and "Request" respectively and choosing a course from the popup window that appears.
pt_br: Você deve primeiro selecionar um aluno usando na tela de pesquisa "Encontre um aluno". Você pode pesquisar alunos que solicitaram um curso específico ou solicite clicando no link "Escolher" ao lado das opções de pesquisa "Curso" e "Solicitar" respectivamente e escolher um curso no pop-up janela que aparece.

source: To add a course to the student's schedule, click on the "Add a Course" link next to the add icon (+) and select a course from the popup window that appears. The screen will automatically refresh to show the course addition.
pt_br: Para adicionar um curso à agenda do aluno, clique no botão "Adicionar um curso" link ao lado do ícone adicionar (+) e selecione um curso na janela pop-up que aparece. A tela será atualizada automaticamente para mostrar a adição do curso.

source: To drop an existing course, select the "Dropped" date next to the course you want to drop from the student's schedule. If you select a "Dropped" date prior to the "Enrolled" date, the course will be removed and you will be asked to confirm the removal of the associated absences and grades records.
pt_br: Para cancelar um curso existente, selecione a data "Desistir" ao lado do curso você deseja sair da agenda do aluno. Se você selecionar "Desistiu" data anterior à data de "Inscrição", o curso será removido e você ser solicitado a confirmar a remoção das ausências e notas associadas registros.

source: To change the course period of a course for the student, click on the "Period - Teacher" of the course you want to change and select the new course period. You can also change the term in the same fashion.
pt_br: Para alterar o período de curso de um curso para o aluno, clique no botão "Período - Professor" do curso que deseja alterar e selecione o nova aula. Você também pode alterar o termo da mesma maneira.

source: All deletions, and modifications to a student's schedule are not made permanent until you click the "Save" button at the top of the screen.
pt_br: Todas as exclusões e modificações na agenda de um aluno não são feitas permanente até você clicar no botão "Salvar" na parte superior da tela.

source: <i>Student Requests</i> allows you to specify which courses a student intends to take in the next school year. These requests are used by the Scheduler when filling a student's schedule.
pt_br: <i>Solicitações do aluno</i> permite que você especifique quais cursos um aluno pretende frequentar no próximo ano letivo. Estes pedidos são utilizados pelo Agendador ao preencher a agenda de um aluno.

source: You must first select a student by using the "Find a Student" search screen. You can search for students who have requested a specific request by clicking on the "Choose" link next to the search option "Request" and choosing a course from the popup window that appears.
pt_br: Você deve primeiro selecionar um aluno usando na tela de pesquisa "Encontre um aluno". Você pode pesquisar alunos que solicitaram uma solicitação específica por clicando no link "Escolher" ao lado da opção de pesquisa "Solicitar" e escolhendo um curso na janela pop-up que aparece.

source: You can add a request by selecting the course you want to add from under the corresponding subject heading. You can add requests from each subject in the same way, or you can add another request in the same subject by clicking on the on the subject name in the last line of the list with the add icon (+). Doing this will cause another set of request pull-down menus to appear under the subject heading. Once you have added all the desired requests, click the "Save" button at the top of the screen.
pt_br: Você pode adicionar uma solicitação selecionando o curso que deseja adicionar sob o cabeçalho de assunto correspondente. Você pode adicionar solicitações de cada assunto no da mesma forma, ou você pode adicionar outro pedido no mesmo assunto clicando em o no nome do assunto na última linha da lista com o ícone de adição (+). Fazer isso fará com que outro conjunto de menus suspensos de solicitação apareça em o título do assunto. Depois de adicionar todas as solicitações desejadas, clique no botão "Salvar" na parte superior da tela.

source: Furthermore, when you have saved the student's requests, you will have the option to specify a teacher or period and to exclude a teacher or period. To do this, select the teacher or period from the "With" and "Without" pull-down menus respectively. Once you have made all the desired modifications, click the "Save" button. You can also delete a request that you entered by clicking on the delete icon (-).
pt_br: Além disso, ao salvar as solicitações do aluno, você terá a opção para especificar um professor ou período e para excluir um professor ou período. faça isso, selecione o professor ou período no menu-suspenso abaixo respectivamente. Depois de fazer todas as modificações desejadas, clique no botão "Salvar". Você também pode excluir uma solicitação inserida por clicando no ícone de exclusão (-).

source: <i>Group Schedule</i> allows you to schedule a group of students into one or more courses in one action.
pt_br: <i>Agendamento de grupo</i> permite agendar um grupo de alunos em um ou mais cursos em uma ação.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who have requested a specific course or request by clicking on the "Choose" link next to the search options "Course" and "Request" respectively and choosing a course from the popup window that appears.
pt_br: Você deve primeiro selecionar um (grupo de) aluno(s) usando na tela de pesquisa "Encontre um aluno". Você pode procurar alunos que solicitaram um curso específico ou solicitação clicando no link "Escolher" ao lado do opções de pesquisa "Curso" e "Solicitar" respectivamente e escolher um curso na janela pop-up que aparece.

source: Select a course period to add by clicking the "Choose a Course" link at the top of the screen and choosing the course from the popup screen that appears. The window will close and the course period will now show on the page.
pt_br: Selecione um período de curso para adicionar clicando no link "Escolher um curso" em na parte superior da tela e escolhendo o curso na tela pop-up que aparece. A janela será fechada e o aula aparecerá no página.

source: Repeat the last step to select and add another course period.
pt_br: Repita o último passo para selecionar e adicionar outro período de curso.

source: Then, select the proper "Start Date" (the date that the students will first attend this course period), and the appropriate "Marking Period".
pt_br: Em seguida, selecione a "Data de início" adequada (a data em que os alunos primeiro compareça a esta aula) e o "Período de marcação" apropriado.

source: From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the column headings above the list. After you have selected each desired student from this list, click the "Add Courses to Selected Students" button at the top of the screen.
pt_br: No resultado da pesquisa, você pode selecionar qualquer número de alunos. Para selecionar todos os alunos na lista, marque a caixa de seleção nos cabeçalhos das colunas acima a lista. Depois de selecionar cada aluno desejado desta lista, clique em o botão "Adicionar cursos aos alunos selecionados" na parte superior da tela.

source: <i>Group Requests</i> allows you to add a request to a group of students in one action.
pt_br: <i>Solicitações de grupo</i> permite que você adicione uma solicitação a um grupo de alunos em uma ação.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who have requested a specific request by clicking on the "Choose" link next to the search option "Request" and choosing a course from the popup window that appears. Notice that you can search for students who already have a certain request or are in a certain activity. This can be useful since you can add a laboratory course request to all students who requested chemistry. Or you can add a P.E. course request to all students in Boy's Basketball.
pt_br: Você deve primeiro selecionar um (grupo de) aluno(s) usando na tela de pesquisa "Encontre um aluno". Você pode procurar alunos que solicitaram um solicitação específica clicando no link "Escolher" ao lado da pesquisa opção "Solicitar" e escolher um curso na janela pop-up que aparece. Observe que você pode pesquisar alunos que já possuem um determinado pedido ou estão em uma determinada atividade. Isso pode ser útil, pois você pode adicionar um pedido de curso laboratorial a todos os alunos que solicitaram química. Ou você pode adicionar uma solicitação de curso de educação física a todos os alunos do basquete masculino.

source: Select a course to add as a request by clicking the "Choose a Course" link at the top of the screen and choosing the course from the popup screen that appears.
pt_br: Selecione um curso para adicionar como solicitação clicando no link "Escolher um curso" na parte superior da tela e escolhendo o curso na tela pop-up que parece.

source: Then, select the proper "With" or "Without" Teacher, and the correct Period.
pt_br: Em seguida, selecione o professor "Com" ou "Sem" adequado e o período.

source: From the search result, you can select any number of students. To select all the students in the list, check the checkbox in column headings above the list. After you have selected each desired student from this list, click the "Add Request to Selected Students" button at the top of the screen. If you have not yet chosen a course to add as a request, you must do that before you click this button.
pt_br: No resultado da pesquisa, você pode selecionar qualquer número de alunos. Para selecionar todos os alunos na lista, marque a caixa de seleção nos cabeçalhos das colunas acima de lista. Depois de selecionar cada aluno desejado desta lista, clique no botão "Adicionar solicitação aos alunos selecionados" na parte superior da tela. Se você ainda não escolheu um curso para adicionar como pedido, deve fazê-lo antes você clica neste botão.

source: <i>Group Drops</i> allows you to drop a course for a group of students in one action.
pt_br: <i>Sair do grupo</i> permite que você abandone um curso para um grupo de alunos em uma ação.

source: Select a course period to drop by clicking the "Choose a Course" link at the top of the screen and choosing the course from the popup screen that appears. The window will close and the course period will now show on the page.
pt_br: Selecione um período de curso para cancelar clicando no link "Escolher um curso" em na parte superior da tela e escolhendo o curso na tela pop-up que aparece. A janela será fechada e o aula agora aparecerá no página.

source: Then, select the proper "Drop Date" (the date that the students will drop this course period), and the appropriate "Marking Period".
pt_br: Em seguida, selecione a "Data saída" adequada (a data em que os alunos irão abandonar esta aula) e o "Período de marcação" apropriado.

source: From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the column headings above the list. After you have selected each desired student from this list, click the "Drop Course for Selected Students" button at the top of the screen.
pt_br: No resultado da pesquisa, você pode selecionar qualquer número de alunos. Para selecionar todos os alunos na lista, marque a caixa de seleção nos cabeçalhos das colunas acima a lista. Depois de selecionar cada aluno desejado desta lista, clique em o botão "Sair do Curso para Alunos Selecionados" na parte superior da tela.

source: <i>Print Schedules</i> is a utility that allows you to print schedules for any number of students.
pt_br: <i>Imprimir agendamentos</i> é um utilitário que permite imprimir agendamentos para qualquer número de alunos.

source: You can search for students who requested or are enrolled in a specific course by clicking the "Choose" link next to the "Request" and "Course" search options respectively and choosing a course from the popup window that appears.
pt_br: Você pode pesquisar alunos que solicitaram ou estão matriculados em um clicando no link "Escolher" ao lado de "Solicitar" e opções de pesquisa de "Curso" respectivamente e escolha de um curso no pop-up janela que aparece.

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address.
pt_br: Além disso, você pode optar por imprimir as programações com etiquetas de endereçamento. O os horários terão etiquetas de envio posicionadas de forma a ficarem visíveis em um envelope com janela quando a folha é dobrada em três. Mais de um o cronograma pode ser impresso por aluno se o aluno tiver responsáveis residindo em mais de um endereço.

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the "Create Schedules for Selected Students" button.
pt_br: Os horários serão baixados automaticamente para o seu computador no formato PDF imprimível quando você clica no botão "Criar agendamentos para selecionados alunos".

source: <i>Print Class Lists</i> will allow you to print a report of students in classes. You can narrow the classes by either the Teacher or Subject or Period or Course Period.
pt_br: <i>Imprimir listas de aula</i> permitirá que você imprima um relatório dos alunos em aulas. Você pode restringir as aulas por Professor ou Disciplina ou Aula.

source: First, select the Classes
pt_br: Primeiro, selecione as aulas
