Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: %N now has a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
de_de: %N hat jetzt eine <b>negative Bilanz</b> unter dem erlaubten Minimum. Bitte begleichen Sie die Schulden %T. DANKE!
pt_br: %N agora tem um <b>saldo negativo</b> abaixo do mínimo permitido. Por favor, envie no saldo negativo mais %T. OBRIGADO!
vi_vn: %N hiện có <b>số dư âm</b> dưới mức tối thiểu cho phép. Vui lòng gửi số dư âm cộng với %T. CẢM ƠN!

source: %N's lunch account is getting low. It's estimated that %g needs about a %T current balance to finish the year with a zero balance. Please send in the requested amount with %h reminder slip. THANK YOU!
de_de: %N Mittagstisch Konto ist sehr niedrig. Es wird geschätzt, dass% g etwa ein% T aktuelles Guthaben braucht, um das Jahr mit einem Ausgleich zu beenden. Bitte senden Sie die geforderte Summe mit% h einem Erinnerungsschreiben DANKE!
pt_br: A conta de almoço de %N está ficando baixa. Estima-se que %g precise de cerca de %T saldo atual para terminar o ano com saldo zero. Por favor, envie o quantia solicitada com %h lembrete. OBRIGADO!
vi_vn: Tài khoản tiền ăn trưa của %N sắp hết. Người ta ước tính rằng %g cần số dư hiện tại khoảng %T để kết thúc năm với số dư bằng không. Vui lòng gửi số tiền được yêu cầu cùng với phiếu nhắc%h. CẢM ƠN!

source: Create Reminders for Selected Students
de_de: Erstellen Sie Erinnerungen für ausgewählte Schüler
pt_br: Criar lembretes para alunos selecionados
vi_vn: Tạo lời nhắc cho học sinh được chọn

source: Estimate for year end
de_de: Schätzung für Ende des Jahres
pt_br: Estimativa para o final do ano
vi_vn: Ước tính cho cuối năm

source: Negative
de_de: Negativ
pt_br: Negativo
vi_vn: Âm Hóa

source: Sale
de_de: Verkauf
pt_br: Venda
vi_vn: Giảm giá

source: Cancel Sale
de_de: Verkauf abbrechen
pt_br: Cancelar venda
vi_vn: Hủy giảm giá

source: Complete Sale
de_de: Verkauf vollständig
pt_br: Venda completa
vi_vn: Hoàn thành bán hàng

source: Earlier %s Sale
de_de: Früherer %s Verkauf
pt_br: Venda %s anterior
vi_vn: Giảm giá %s trước đó

source: Earlier %s Sales
de_de: Frühere %s Verkäufe
pt_br: %s vendas anteriores
vi_vn: Bán hàng %s trước đó

source: Price
de_de: Preis
pt_br: Preço
vi_vn: Giá

source: This student does not have a valid Meal Account.
de_de: Diese Schüler haben kein gültiges Mahlzeiten-Konto.
pt_br: Este aluno não tem uma conta de refeição válida.
vi_vn: Học sinh này không có Tài khoản Bữa ăn hợp lệ.

source: Seller
de_de: Verkäufer
pt_br: Vendedor
vi_vn: Người bán

source: Please enter valid Type and Amount.
de_de: Bitte geben Sie eine gültige Art und Summe ein.
pt_br: Por favor, insira um tipo e valor válidos.
vi_vn: Vui lòng nhập Loại và Số lượng hợp lệ.

source: Earlier Transaction
de_de: Frühere Transaktionen
pt_br: Transação anterior
vi_vn: Giao dịch trước đó Các giao dịch trước đó

source: You cannot take meal counts for this period.
de_de: Sie können für diesen Zeitraum kein Essen zählen.
pt_br: Você não pode fazer a contagem das refeições neste período.
vi_vn: Bạn không thể tính số bữa ăn cho giai đoạn này.

source: The selected date is not a school day!
de_de: Das gewählte Datum ist keine Schul-Tag!
pt_br: A data selecionada não é um dia escolar!
vi_vn: Ngày đã chọn không phải là ngày học!

source: This period does not meet in the marking period of the selected date.
de_de: Dieser Zeitraum entspricht nicht dem Benotungszeitraum des gewählten Datums.
pt_br: Este período não atende ao período de marcação da data selecionada.
vi_vn: Khoảng thời gian này không đáp ứng trong khoảng thời gian đánh dấu của ngày đã chọn.

source: This period does not meet on the selected date.
de_de: Dieser Zeitraum wird nicht am ausgewählten Datum gewählt.
pt_br: Este período não atende na data selecionada.
vi_vn: Khoảng thời gian này không đáp ứng vào ngày đã chọn.

source: You have taken lunch counts today for this period.
de_de: Sie haben heute Mittag-Essen für diesen Zeitraum eingestellt.
pt_br: Você fez contagem de almoço hoje para este período.
vi_vn: Bạn đã tính số bữa trưa hôm nay cho khoảng thời gian này.

source: Items
de_de: Artikel
pt_br: Itens
vi_vn: Mục

source: Ineligible Student
de_de: Nicht förderfähige Schüler
pt_br: Aluno inelegível
vi_vn: Sinh viên không đủ điều kiện Các sinh viên không đủ điều kiện

source: Teacher who takes %s counts
de_de: Lehrer, der %s zählt
pt_br: Professor que faz %s contagens
vi_vn: Giáo viên bắt %s lượt đếm

source: Teachers who take %s counts
de_de: Lehrer, die %s zählt nehmen
pt_br: Professores que fazem %s contagens
vi_vn: Những giáo viên lấy %s đếm

source: Total Count
de_de: Gesamtzählung
pt_br: Contagem total
vi_vn: Tổng Cộng

source: Item Total
de_de: Artikel -Summe
pt_br: Total do item
vi_vn: Tổng giá cho mặt hàng Tổng giá cho các mặt hàng

source: This user does not have a Meal Account.
de_de: Dieser Benutzer hat keine Mahlzeiten-Konto.
pt_br: Este usuário não tem uma conta de refeição.
vi_vn: Người dùng này không có Tài khoản Bữa ăn.

source: Hit OK to reassign it to the current user or Cancel to cancel all changes.
de_de: Klicken Sie OK, um es auf den aktuellen Benutzer zuzuweisen oder Abbrechen, um alle Änderungen zu verwerfen.
pt_br: Clique em OK para reatribuí-lo ao usuário atual ou em Cancelar para cancelar todas as alterações.
vi_vn: Nhấn OK để gán lại nó cho người dùng hiện tại hoặc Hủy để hủy tất cả các thay đổi.

source: Hit OK to reassign it to the user student or Cancel to cancel all changes.
de_de: Klicken Sie auf OK, um es dem benutzendem Schüler zuzuweisen oder Abbrechen, um alle Änderungen zu verwerfen.
pt_br: Clique em OK para reatribuí-lo ao usuário aluno ou em Cancelar para cancelar todas as alterações.
vi_vn: Nhấn OK để gán lại nó cho sinh viên người dùng hoặc Hủy để hủy tất cả các thay đổi.

source: Delete Account
de_de: Konto löschen
pt_br: Excluir conta
vi_vn: Xóa tài khoản

source: Create Account
de_de: Konto erstellen
pt_br: Criar conta
vi_vn: Tạo tài khoản

source: Your lunch account is getting low. Please send in at least %P with your reminder slip. THANK YOU!
de_de: Ihr Mittagessen Konto ist sehr niedrig. Bitte senden Sie mindestens% P mit einem Erinnerungsschreiben. DANKE!
pt_br: Sua conta de almoço está ficando baixa. Por favor, envie pelo menos %P com seu lembrete. OBRIGADO!
vi_vn: Tài khoản ăn trưa của bạn sắp hết. Vui lòng gửi ít nhất %P kèm theo phiếu nhắc nhở của bạn. CẢM ƠN!

source: You now have a <b>negative balance</b> in your lunch account. Please send in the negative balance plus %T. THANK YOU!
de_de: Sie haben nun einen negativen Saldo <b> </ B> im Mittagessen-Konto. Bitte senden Sie Guthaben% T. DANKE!
pt_br: Você agora tem um <b>saldo negativo</b> em sua conta de almoço. Por favor, envie o saldo negativo mais %T. OBRIGADO!
vi_vn: Bây giờ bạn có <b>số dư âm</b> trong tài khoản ăn trưa của mình. Vui lòng gửi số dư âm cộng với %T. CẢM ƠN!

source: You now have a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
de_de: Sie haben nun einen negativen Saldo <b> </ b> unter dem erlaubten Minimum. Bitte senden Sie in der negativen Saldo plus% T. DANKE!
pt_br: Você agora tem um <b>saldo negativo</b> abaixo do mínimo permitido. Por favor envie o saldo negativo mais %T. OBRIGADO!
vi_vn: Bây giờ bạn có <b>số dư âm</b> dưới mức tối thiểu cho phép. Vui lòng gửi số dư âm cộng với %T. CẢM ƠN!

source: Create Reminders for Selected Users
de_de: Erstellen Sie Erinnerungen für ausgewählte Benutzer
pt_br: Criar lembretes para usuários selecionados
vi_vn: Tạo lời nhắc cho người dùng được chọn

source: This user does not have a Food Service Account.
de_de: Dieser Benutzer hat kein Verpflegungskonto.
pt_br: Este usuário não possui uma conta de serviço de alimentação.
vi_vn: Người dùng này không có Tài khoản Dịch vụ Thực phẩm.

source: Gradebook
de_de: Notenbuch
pt_br: Livro de notas
vi_vn: Bảng điểm

source: Include All Courses
de_de: Fassen Sie alle Kurse zusammen
pt_br: Incluir todos os cursos
vi_vn: Bao gồm tất cả các khóa học

source: Include Inactive Students
de_de: Inaktive Schüler miteinbeziehen
pt_br: Incluir alunos inativos
vi_vn: Bao gồm các học sinh không hoạt động

source: Include
de_de: Umfassen
pt_br: Incluir
vi_vn: Bao gồm

source: Missing Grades
de_de: Fehlende Noten
pt_br: Notas faltando
vi_vn: Thiếu điểm

source: Excused and Negative Grades
de_de: Entschuldigt und Negative Noten
pt_br: Desculpas e notas negativas
vi_vn: Điểm miễn trừ và điểm phủ định

source: Exceed %d%% and Extra Credit Grades
de_de: Exceed %d%% und Extra Notenskala
pt_br: Excede %d%% e notas de crédito extra
vi_vn: Vượt quá Điểm tín dụng bổ sung thứ %d%% a

source: Assignment
de_de: Aufgabe
pt_br: Atribuição
vi_vn: Bài tập

source: Anomalous Grade
de_de: Note mit Unregelmäßigkeit
pt_br: Nota anômala
vi_vn: Điểm số bất thường Các điểm số bất thường

source: Student with Anomalous Grades
de_de: Schüler mit auffälligen Noten
pt_br: Aluno com notas anormais
vi_vn: Học sinh có điểm bất thường Các học sinh có điểm bất thường

source: Missing
de_de: Fehlend
pt_br: Faltando
vi_vn: Mất

source: Excused
de_de: Entschuldigt
pt_br: Desculpado
vi_vn: Được miễn

source: Please fill in the required fields
de_de: Bitte füllen Sie die erforderlichen Felder aus
pt_br: Por favor, preencha os campos obrigatórios
vi_vn: Vui lòng điền vào phần được yêu cầu

source: Assignment Type
de_de: Aufgabentyp
pt_br: Tipo de atribuição
vi_vn: Loại bài tập Các loại bài tập

source: Points
de_de: Punkte
pt_br: Pontos
vi_vn: Điểm

source: Default Points
de_de: Standard-Punkte
pt_br: Pontos padrão
vi_vn: Điểm mặc định

source: Enter an asterisk (*) to excuse student
de_de: Geben Sie Stern (*) ein um einen Schüler zu entschuldigen
pt_br: Digite um asterisco (*) para dispensar o aluno
vi_vn: Nhập dấu hoa thị (*) để miễn cho học sinh

source: Assigned Date
de_de: Zugewiesenes Datum
pt_br: Data atribuída
vi_vn: Ngày ấn định

source: Due Date
de_de: Fälligkeitsdatum
pt_br: Data de vencimento
vi_vn: Ngày đáo hạn

source: Percent
de_de: Prozent
pt_br: Porcentagem
vi_vn: Phần trăm

source: Color
de_de: Farbe
pt_br: Cor
vi_vn: Màu

source: Assigned date is after end of quarter!
de_de: Zugewiesenes Datum nach Quartalsende!
pt_br: A data atribuída é após o final do trimestre!
vi_vn: Ngày ấn định là sau khi kết thúc quý!

source: Assigned date is after due date!
de_de: Zugewiesenes Datum nach Fälligkeit!
pt_br: A data atribuída é posterior à data de vencimento!
vi_vn: Ngày được ấn định là sau ngày đến hạn!

source: Due date is after end of quarter!
de_de: Fälligkeits-Datum nach Quartalsende!
pt_br: A data de vencimento é após o final do trimestre!
vi_vn: Ngày đến hạn là sau khi kết thúc quý!

source: Due date is before assigned date!
de_de: Fälligkeitsdatum ist vor dem zugewiesenen Datum!
pt_br: A data de vencimento é anterior à data atribuída!
vi_vn: Ngày đến hạn trước ngày ấn định!

source: No courses assigned to teacher.
de_de: Dem Lehrer sind keine Kurse zugewiesen.
pt_br: Nenhum curso atribuído ao professor.
vi_vn: Không có khóa học nào được chỉ định cho giáo viên.

source: Some dates were not entered correctly.
de_de: Einige Daten wurden nicht korrekt eingegeben.
pt_br: Algumas datas não foram inseridas corretamente.
vi_vn: Một số ngày không được nhập chính xác.

source: Assignment as well as the associated Grades
de_de: Aufgaben sowie die verbundenen Noten
pt_br: Tarefa, bem como as notas associadas
vi_vn: Bài tập cũng như các Điểm liên quan

source: Every Assignment in this Type have 0 Points (Extra Credit). Enter Points for at least one Assignment so the Total can be calculated correctly.
de_de: Jede Aufgabe in diesem Typ hat 0 Punkte (Extra Punkte). Geben Sie für mindestens eine Aufgabe Punkte ein, sodass die Summe korrekt berechnet werden kann.
pt_br: Cada atribuição neste tipo tem 0 pontos (Crédito extra). Digite pontos para pelo menos uma atribuição para que o total possa ser calculado corretamente.
vi_vn: Mọi Bài tập thuộc Loại này đều có 0 Điểm (Tín dụng Bổ sung). Nhập Điểm cho ít nhất một Bài tập để Tổng có thể được tính chính xác.

source: You are not in the current Quarter.
de_de: Sie sind nicht im aktuellen Quartal.
pt_br: Você não está no trimestre atual.
vi_vn: Bạn không ở trong Quý hiện tại.

source: New Assignment
de_de: Neue Aufgabe
pt_br: Nova atribuição
vi_vn: Bài tập mới

source: New Assignment Type
de_de: Neuer Aufgabentyp
pt_br: Novo tipo de atribuição
vi_vn: Loại Bài tập mới

source: Enter 0 so you can give students extra credit
de_de: Geben Sie 0 ein um einen Studenten extra Punkte geben zu können
pt_br: Digite 0 para que você possa dar crédito extra aos alunos
vi_vn: Nhập 0 để bạn có thể cấp thêm tín dụng cho sinh viên

source: File
de_de: Datei
pt_br: Arquivo
vi_vn: Tập tin

source: Apply to all Periods for this Course
de_de: Für alle Kurse in diesem Zeitraum anwenden
pt_br: Aplicar a todos os períodos deste curso
vi_vn: Áp dụng cho tất cả các kỳ cho Khóa học này

source: Enable Assignment Submission
de_de: Aktiviere Aufgabeneinsendungen
pt_br: Ativar envio de tarefa
vi_vn: Cho phép gửi bài tập

source: Percent of Final Grade
de_de: Prozent der Gesamtnote
pt_br: Porcentagem da nota final
vi_vn: Phần trăm điểm cuối cùng

source: Percent Total
de_de: Prozent Gesamt
pt_br: Porcentagem total
vi_vn: Tổng phần trăm

source: Order
de_de: Bestellen
pt_br: Pedido
vi_vn: Đặt hàng

source: The gradebook configuration has been modified.
de_de: Die Notenbuch-Konfiguration wurde geändert.
pt_br: A configuração do livro de notas foi modificada.
vi_vn: Cấu hình sổ điểm đã được sửa đổi.

source: The gradebook configuration is defined by administrators.
de_de: Die Notenbuch-Konfiguration wird durch die Administratoren definiert.
pt_br: A configuração do livro de notas é definida pelos administradores.
vi_vn: Cấu hình sổ điểm được xác định bởi quản trị viên.

source: Override individual teacher configuration?
de_de: Die individuellen Lehrereinstellungen überschreiben?
pt_br: Substituir configuração de professor individual?
vi_vn: Ghi đè cấu hình giáo viên cá nhân?

source: Assignments
de_de: Aufgaben
pt_br: Atribuições
vi_vn: Các bài tập

source: Up
de_de: Nach oben
pt_br: Para cima
vi_vn: Lên

source: Down
de_de: Nach unten
pt_br: Baixo
vi_vn: Xuống

source: Score Rounding
de_de: Ergebnis runden
pt_br: Arredondamento de pontuação
vi_vn: Làm tròn điểm

source: Newest First
de_de: Die neuesten zuerst
pt_br: Mais recentes primeiro
vi_vn: Mới nhất trước tiên

source: Assignment Sorting
de_de: Aufgaben Sortierung
pt_br: Classificação de atribuição
vi_vn: Sắp xếp bài tập

source: Weight Grades
de_de: Notengewicht
pt_br: Notas de peso
vi_vn: Điểm Trọng lượng

source: Assigned Date defaults to today
de_de: Zugewiesenes Datum ist standardmäßig heute
pt_br: Data atribuída padrão para hoje
vi_vn: Ngày đã ấn định mặc định là hôm nay

source: Due Date defaults to today
de_de: Fälligkeitsdatum ist heute
pt_br: Data de vencimento padrão para hoje
vi_vn: Ngày đến hạn mặc định là hôm nay

source: Hide letter grades for all gradebook assignments
de_de: Buchstabennoten für alle Aufgaben aus dem Notenbuch ausblenden
pt_br: Ocultar notas de letras para todas as tarefas do livro de notas
vi_vn: Ẩn điểm chữ cái cho tất cả các bài tập trong sổ điểm

source: Hide previous quarters assignment types
de_de: Verstecke Aufgabentypen aus vorangegangenen Quartalen
pt_br: Ocultar tipos de atribuição de trimestres anteriores
vi_vn: Ẩn các loại bài tập của quý trước

source: Allowed maximum percent in Anomalous grades
de_de: Erlaubte maximale Prozente der Noten mit Unregelmäßigkeiten
pt_br: Porcentagem máxima permitida em notas anômalas
vi_vn: Phần trăm tối đa được phép trong các điểm Bất thường

source: Days until ungraded assignment grade appears in Parent/Student gradebook views
de_de: Tage bis unbenotete Aufgabennote im Eltern- / Schülernotenbuch erscheint
pt_br: Dias até que a nota do exercício não avaliado apareça no livro de notas dos pais/alunos
vi_vn: Số ngày cho đến khi điểm bài tập chưa được phân loại xuất hiện trong chế độ xem sổ điểm của Phụ huynh / Học sinh

source: Calculate Eligibility using Cumulative Semester Grades
de_de: Berechtigung zur Berechnung der kumulativen Semester-Noten
pt_br: Calcular a elegibilidade usando notas semestrais cumulativas
vi_vn: Tính tình trạng đủ điều kiện bằng cách sử dụng Điểm học kỳ tích lũy

source: Final Grades
de_de: Endnoten
pt_br: Notas finais
vi_vn: Điểm cuối cùng

source: Default %s comment code
de_de: Standard %s Kommentar-Code
pt_br: Código de comentário %s padrão
vi_vn: Mã nhận xét %s mặc định

source: Score Breakoff Points
de_de: Ergebnis Breakoff Punkte
pt_br: Pontos de quebra de pontuação
vi_vn: Ghi điểm đột phá

source: Final Grading Percentages
de_de: Abschlussnoten Prozente
pt_br: Porcentagens de notas finais
vi_vn: Phần trăm chấm điểm cuối cùng

source: Year and Semester marking periods are not graded.
de_de: Benotungszeiträume für Jahr und Semester werden nicht benotet.
pt_br: Períodos de avaliação de ano e semestre não são avaliados.
vi_vn: Các kỳ chấm điểm cả năm và học kỳ không được chấm điểm.

source: History Marking Period
de_de: Vergangener Benotungszeitraum
pt_br: Período de marcação do histórico
vi_vn: Thời Kỳ Chấm Điểm Trong Quá Khứ Các Thời Kỳ Chấm Điểm Trong Quá Khứ

source: Grade Post Date
de_de: Grade Beitrag Datum
pt_br: Data de postagem da nota
vi_vn: Ngày đăng điểm

source: Quarter
de_de: Quartal
pt_br: Trimestre
vi_vn: Quý Các quý

source: Student Grade
de_de: Schüler Note
pt_br: Nota do aluno
vi_vn: Điểm học sinh

source: Add another marking period
de_de: Fügen Sie einen weiteren Benotungszeitraum hinzu
pt_br: Adicionar outro ponto de marcação
vi_vn: Thêm một khoảng thời gian chấm điểm khác

source: Marking Period Statistics
de_de: Benotungszeitraum Statistik
pt_br: Estatísticas do período de marcação
vi_vn: Số liệu thống kê về thời gian chấm điểm

source: Unweighted
de_de: Unbeschwert
pt_br: Não ponderado
vi_vn: Không trọng lượng

source: Class Rank GPA
de_de: Klasse Rang GPA
pt_br: CR de classificação de classe
vi_vn: Điểm trung bình xếp hạng trong lớp

source: New Marking Period
de_de: Neuer Benotungszeitraum
pt_br: Novo período de marcação
vi_vn: Thời gian đánh dấu mới

source: Percentage
de_de: Prozentsatz
pt_br: Porcentagem
vi_vn: Phần trăm

source: Grade Points
de_de: Benotungspunkte
pt_br: Pontos de nota
vi_vn: Điểm

source: Unweighted Grade Points
de_de: Unwichtige Benotungspunkte
pt_br: Pontos de nota não ponderados
vi_vn: Điểm lớp không trọng số

source: Grade Scale
de_de: Noten-Skala
pt_br: Escala de notas
vi_vn: Thang điểm Các thang điểm

source: Credit Attempted
de_de: Versuchter Kredit
pt_br: Tentativa de crédito
vi_vn: Tín dụng đã thử

source: Credit Earned
de_de: Kredit verdient
pt_br: Crédito ganho
vi_vn: Tín dụng đã kiếm được

source: Credit Category
de_de: Kredit Kategorie
pt_br: Categoria de crédito
vi_vn: Hạng mục tín dụng

source: Affects Class Rank
de_de: Beeinflusst Klassen-Rang
pt_br: Afeta a classificação de classe
vi_vn: Ảnh hưởng đến Xếp hạng Lớp

source: Remove Marking Period
de_de: Benotungszeitraum entfernen
pt_br: Remover ponto de marcação
vi_vn: Xóa khoảng thời gian đánh dấu

source: Final Grade
de_de: Gesamtnote
pt_br: Nota final
vi_vn: Điểm số cuối cùng Các điểm số cuối cùng

source: General Comments
de_de: Hauptkommentare
pt_br: Comentários gerais
vi_vn: Nhận xét chung

source: Comment Codes
de_de: Kommentar Codes
pt_br: Códigos de comentário
vi_vn: Mã nhận xét

source: Comment Scales
de_de: Kommentar-Skalen
pt_br: Escalas de comentários
vi_vn: Nhận xét các thang điểm

source: Course-specific Comments
de_de: Kurs-spezifische Kommentare
pt_br: Comentários específicos do curso
vi_vn: Nhận xét về khóa học cụ thể

source: You must choose at least one student and one marking period.
de_de: Sie müssen mindestens einen Schüler und einen Bewertungszeitraum wählen.
pt_br: Você deve escolher pelo menos um aluno e um período de avaliação.
vi_vn: Bạn phải chọn ít nhất một học sinh và một thời gian chấm điểm.

source: Create Grade Lists for Selected Students
de_de: Neue Benotungs-Listen für ausgewählte Schüler
pt_br: Criar listas de notas para alunos selecionados
vi_vn: Tạo danh sách điểm cho học sinh được chọn

source: Include on Grade List
de_de: Enthalten der Notenliste
pt_br: Incluir na lista de notas
vi_vn: Bao gồm trong danh sách điểm

source: Grade Breakdown
de_de: Noten - Pannen
pt_br: Detalhamento da nota
vi_vn: Điểm chi tiết

source: This course is not graded.
de_de: Dieser Kurs wird nicht benotet.
pt_br: Este curso não é avaliado.
vi_vn: Khóa học này không được tính điểm.

source: GPA Value
de_de: GPA Wert
pt_br: Valor CR
vi_vn: Giá trị ĐTB

source: Number of Students
de_de: Anzahl der Schüler
pt_br: Número de alunos
vi_vn: Số lượng học viên

source: Submission
de_de: Einsendung
pt_br: Envio
vi_vn: Bài nộp Các bài nộp

source: Letter
de_de: Brief
pt_br: Carta
vi_vn: Chữ

source: Assignment Types
de_de: Aufgabentypen
pt_br: Tipos de atribuição
vi_vn: Loại bài tập

source: Include Inactive Assignments
de_de: Inaktive Aufgaben miteinbeziehen
pt_br: Incluir atribuições inativas
vi_vn: Bao gồm các bài tập không hoạt động

source: Assignment is Due
de_de: Aufgabe ist fällig
pt_br: Atribuição vencida
vi_vn: Bài tập đã đến hạn

source: You can not edit these grades.
de_de: Sie können diese Noten nicht bearbeiten.
pt_br: Você não pode editar essas notas.
vi_vn: Bạn không thể chỉnh sửa các điểm này.

source: E/C
de_de: Extra-Guthaben
pt_br: C/E

source: Create Honor Roll for Selected Students
de_de: Neue Ehrenliste für ausgewählte Schüler erstellen
pt_br: Criar quadro de honra para alunos selecionados
vi_vn: Tạo Danh dự cho Học sinh được Chọn

source: Certificates
de_de: Zertifikate
pt_br: Certificados
vi_vn: Giấy chứng nhận

source: You cannot enter grades for this course period.
de_de: Sie können keine Noten für diese Unterrichtsstunde eingeben.
pt_br: Você não pode inserir notas para esta aula.
vi_vn: Bạn không thể nhập điểm cho khoảng thời gian khóa học này.

source: All Courses
de_de: Alle Kurse
pt_br: Todos os cursos
vi_vn: Tất cả khóa học

source: Report Card Comments
de_de: Zeugnis Kommentare
pt_br: Comentários do boletim
vi_vn: Nhận xét trên thẻ báo cáo

source: Grade Posting dates: %s - %s
de_de: Datumsbereich für Noteneingabe: %s - %s
pt_br: Datas de publicação da nota: %s - %s
vi_vn: Ngày Đăng Điểm: %s - %s

source: These grades are complete.
de_de: Diese Noten sind vollständig.
pt_br: Estas notas estão completas.
vi_vn: Các lớp này đã hoàn thành.

source: These grades are NOT complete.
de_de: Diese Noten sind nicht vollständig.
pt_br: Essas notas NÃO estão completas.
vi_vn: Những điểm này KHÔNG hoàn thành.

source: You can edit these grades.
de_de: Sie können diese Noten bearbeiten.
pt_br: Você pode editar essas notas.
vi_vn: Bạn có thể chỉnh sửa các điểm này.

source: Get Gradebook Grades.
de_de: Notenbuch-Noten abrufen.
pt_br: Obter notas do livro de notas.
vi_vn: Nhận điểm của sổ điểm.

source: Get %s Grades
de_de: Rufe %s Noten auf
pt_br: Obter %s notas
vi_vn: Nhận %s điểm

source: Get %s Comments
de_de: Rufe %s Kommentare auf
pt_br: Obter %s comentários
vi_vn: Nhận %s nhận xét

source: Clear All
de_de: Alles löschen
pt_br: Limpar tudo
vi_vn: Xóa tất cả

source: Comment %d
de_de: Kommentar %d
pt_br: Comente %d
vi_vn: Nhận xét %d

source: Add Comment
de_de: Kommentar hinzufügen
pt_br: Adicionar comentário
vi_vn: Thêm nhận xét

source: Class average
de_de: Klassendurchschnitt
pt_br: Média da turma
vi_vn: Điểm trung bình của lớp

source: You must choose a course.
de_de: Sie müssen einen Kurs zu wählen.
pt_br: Você deve escolher um curso.
vi_vn: Bạn phải chọn một khóa học.

source: The Assignments were successfully created.
de_de: Die Aufgaben wurden erfolgreich erstellt.
pt_br: As atribuições foram criadas com sucesso.
vi_vn: Bài tập đã được tạo thành công.
