Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: Skip to main content
de_de: Zum Hauptinhalt springen
pt_br: Ir para o conteúdo principal
vi_vn: Đến nội dung chính

source: Menu
de_de: Menü
vi_vn: Thực đơn

source: Student List
de_de: Schülerliste
pt_br: Lista de alunos
vi_vn: Danh sách học viên

source: User List
de_de: Benutzerliste
pt_br: Lista de usuários
vi_vn: Danh sách người dùng

source: Course List
de_de: Liste der Kurse
pt_br: Lista de cursos
vi_vn: Danh sách Khóa học

source: %s List
de_de: %s Liste
pt_br: Lista de %s
vi_vn: Danh sách %s

source: Print
de_de: Drucken
pt_br: Imprimir
vi_vn: In

source: Help
de_de: Hilfe
pt_br: Ajuda
vi_vn: Trợ giúp

source: Logout
de_de: Abmelden
pt_br: Sair
vi_vn: Đăng xuất

source: Teacher
de_de: Lehrer(-in)
pt_br: Professor
vi_vn: Giáo viên Các giáo viên

source: Parent
de_de: Elternteil
pt_br: Pai
vi_vn: Cha mẹ

source: Student
de_de: Schüler(-in)
pt_br: Estudante
vi_vn: Sinh viên Các sinh viên

source: %s Handbook
de_de: %s Handbuch
pt_br: Manual do %s
vi_vn: Cẩm nang %s

source: Please enter your email again.
de_de: Bitte geben Sie Ihre E-Mail-Adresse nochmal ein.
pt_br: Por favor, digite seu e-mail novamente.
vi_vn: Vui lòng nhập lại email của bạn.

source: Password reset is not activated for students.
de_de: Rücksitzen des Passworts ist für Schüler nicht aktiviert.
pt_br: A redefinição de senha não está ativada para alunos.
vi_vn: Chưa kích hoạt tính năng đặt lại mật khẩu cho học sinh.

source: Forgot your password?
de_de: Passwort vergessen?
pt_br: Esqueceu sua senha?
vi_vn: Quên mật khẩu?

source: Send password reset instructions
de_de: Anleitung zum Passwort zurücksetzen verschicken
pt_br: Enviar instruções de redefinição de senha
vi_vn: Gửi hướng dẫn đặt lại mật khẩu

source: Please visit the following link to reset your password
de_de: Bitte rufen Sie den folgenden Link auf um Ihr Passwort zurückzusetzen
pt_br: Por favor, visite o seguinte link para redefinir sua senha
vi_vn: Vui lòng truy cập liên kết sau để đặt lại mật khẩu

source: Username
de_de: Benutzername
pt_br: Nome de usuário
vi_vn: Tên đăng nhập

source: Please permanently delete this email once you are done.
de_de: Bitte lösche diese E-Mail endgültig nachdem Sie fertig sind.
pt_br: Por favor, exclua permanentemente este e-mail assim que terminar.
vi_vn: Xin vui lòng xóa vĩnh viễn email này sau khi bạn đã hoàn tất.

source: Password Reset
de_de: Kennwortzurücksetzung
pt_br: Redefinir senha
vi_vn: Đặt lại mật khẩu

source: Reset your password
de_de: Ihr Passwort zurücksetzen
pt_br: Redefinir sua senha
vi_vn: Đặt lại mật khẩu của bạn

source: New Password
de_de: Neues Passwort
pt_br: Nova senha
vi_vn: Mật khẩu mới

source: Submit
de_de: Einreichen
pt_br: Enviar
vi_vn: Gửi

source: Password help
de_de: Passwort Hilfe
pt_br: Ajuda de senha
vi_vn: Mật khẩu trợ giúp

source: Delete
de_de: Löschen
pt_br: Excluir
vi_vn: Xóa

source: Field Name
de_de: Feldname
pt_br: Nome do campo
vi_vn: Tên trường

source: Select Multiple from Options
de_de: Wählen Sie aus mehreren Optionen aus
pt_br: Selecionar vários nas opções
vi_vn: Chọn Nhiều từ Tùy chọn

source: Long Text
de_de: Langer Text
pt_br: Texto longo
vi_vn: Văn bản dài

source: Number
de_de: Anzahl
pt_br: Número
vi_vn: Số

source: Date
de_de: Datum
pt_br: Data
vi_vn: Ngày

source: Files
de_de: Dateien
pt_br: Arquivos
vi_vn: Tệp tin

source: Data Type
de_de: Datentyp
pt_br: Tipo de dados
vi_vn: Loại dữ liệu

source: Field Category
de_de: Feldkategorie
pt_br: Categoria do campo
vi_vn: Hạng mục lĩnh vực Các hạng mục lĩnh vực

source: Options
de_de: Optionen
pt_br: Opções
vi_vn: Tùy chọn

source: One per line
de_de: Ein(e) pro Zeile
pt_br: Um por linha
vi_vn: Một trên mỗi dòng

source: Default
de_de: Standard
pt_br: Padrão
vi_vn: Mặc định

source: For dates: YYYY-MM-DD
de_de: Für Datumsangaben: JJJJ-MM-TT
pt_br: Para datas: AAAA-MM-DD
vi_vn: Định dạng ngày: YYYY-MM-DD

source: for checkboxes: Y
de_de: für Kontrollkästchen: Y
pt_br: para caixas de seleção: Y
vi_vn: cho các hộp kiểm: Y

source: Required
de_de: Erforderlich
pt_br: Obrigatório
vi_vn: Cần thiết

source: Sort Order
de_de: Sortierung
pt_br: Ordem
vi_vn: Sắp xếp theo

source: Title
de_de: Titel
pt_br: Título
vi_vn: Tiêu đề

source: Field
de_de: Feld
pt_br: Campo
vi_vn: Trường biểu mẫu Các trường biểu mẫu

source: Category
de_de: Kategorie
pt_br: Categoria
vi_vn: Danh mục Các danh mục

source: File not uploaded
de_de: Datei nicht hochgeladen
pt_br: Arquivo não carregado
vi_vn: Tệp chưa được tải lên

source: Wrong file type: %s (%s required)
de_de: Falscher Dateityp: %s (%s erforderlich)
pt_br: Tipo de arquivo incorreto: %s (%s necessário)
vi_vn: Loại tệp không đúng: %s (yêu cầu %s)

source: File size > %01.2fMb: %01.2fMb
de_de: Dateigröße > %01.2fMb: %01.2fMb
pt_br: Tamanho do arquivo > %01.2fMb: %01.2fMb
vi_vn: Kích thước tập tin >%01.2fMb: %01.2fMb

source: Folder not created
de_de: Ordner nicht erstellt
pt_br: Pasta não criada
vi_vn: Thư mục chưa được tạo ra

source: Folder not writable
de_de: Ordner nicht beschreibbar
pt_br: Pasta não gravável
vi_vn: Thư mục không thể ghi

source: File invalid or not moveable
de_de: Datei ist ungültig oder nicht verschiebbar
pt_br: Arquivo inválido ou não móvel
vi_vn: Tệp không hợp lệ hoặc không thể di chuyển

source: Your new password was saved.
de_de: Ihr neues Passwort wurde gespeichert.
pt_br: Sua nova senha foi salva.
vi_vn: Mật khẩu mới của bạn đã được lưu.

source: Confirm Successful Installation
de_de: Bestätigung der erfolgreichen Installation
pt_br: Confirmar instalação bem-sucedida
vi_vn: Xác nhận cài đặt thành công

source: You have successfully installed %s.
de_de: Sie haben %s erfolgreich installiert.
pt_br: Você instalou %s com sucesso.
vi_vn: Bạn đã cài đặt thành công %s.

source: Password Change
de_de: Passwortänderung
pt_br: Mudança de senha
vi_vn: Thay đổi mật khẩu

source: Check the %s page to spot remaining configuration problems.
de_de: Prüfen Sie die %s Seite um noch ausstehende Konfigurationsprobleme zu erkennen.
pt_br: Verifique a página %s para detectar problemas de configuração restantes.
vi_vn: Kiểm tra trang %s để phát hiện các vấn đề cấu hình còn lại.

source: Testing
de_de: Test
pt_br: Testando
vi_vn: Thử nghiệm

source: Production
de_de: Produktion
pt_br: Produção
vi_vn: Sản xuất

source: Usage
de_de: Nutzung
pt_br: Uso
vi_vn: Sử dụng

source: Primary
de_de: Grundschule
pt_br: Primário
vi_vn: Chính

source: Secondary
de_de: Weiterführende Schule
pt_br: Secundário
vi_vn: Thứ hai

source: Superior
de_de: Hochschule
vi_vn: Cực kỳ tốt

source: Other
de_de: Andere
pt_br: Outro
vi_vn: Khác

source: School
de_de: Schule
pt_br: Escola
vi_vn: Trường học

source: Private
de_de: Privat
pt_br: Privado
vi_vn: Riêng tư

source: Public
de_de: Öffentlich
pt_br: Público
vi_vn: Công khai

source: Non-profit
de_de: Gemeinnützig
pt_br: Sem fins lucrativos
vi_vn: Phi lợi nhuận

source: Organization
de_de: Organisation
pt_br: Organização
vi_vn: Tổ chức

source: Students
de_de: Studierende
pt_br: Estudantes
vi_vn: Sinh viên

source: Cancel
de_de: Stornieren
pt_br: Cancelar
vi_vn: Hủy

source: Poll answers are anonymous. Consult installation statistics <a href="%s" target="_blank">online</a>.
de_de: Umfrageantworten sind anonym. Konsultieren Sie Installationsstatistiken <a href=„%s“ target=„_blank“>online</a>.
pt_br: As respostas da enquete são anônimas. Consulte as estatísticas de instalação <a href="%s" target="_blank">on-line</a>.
vi_vn: Câu trả lời thăm dò là ẩn danh. Tham khảo thống kê cài đặt <a href="%s" target="_blank">trực tuyến</a>.

source: Installation Poll
de_de: Installationsumfage
pt_br: Pesquisa de instalação
vi_vn: Thăm dò ý kiến về quá trình cài đặt

source: You're not allowed to use this program!
de_de: Sie sind nicht berechtigt, dieses Programm zu benutzen!
pt_br: Você não tem permissão para usar este programa!
vi_vn: Bạn không được phép sử dụng chương trình này!

source: Poll completed
de_de: Umfrage abgeschlossen
pt_br: Enquete concluída
vi_vn: Đã hoàn thành cuộc thăm dò

source: Total Participants
de_de: Insgesamt Teilnehmer
pt_br: Total de participantes
vi_vn: Tổng số người tham gia

source: Visible Between
de_de: Sichtbar zwischen
pt_br: Visível entre
vi_vn: Có thể nhìn thấy giữa

source: to
de_de: zu
pt_br: para
vi_vn: đến

source: Administrator w/Custom
de_de: Administrator mit individuellen Einstellungen
pt_br: Administrador w/Personalizado
vi_vn: Quản trị viên với tùy chỉnh

source: Teacher w/Custom
de_de: Lehrer w / Individuelle
pt_br: Professor w/Personalizado
vi_vn: Giáo viên với tùy chỉnh

source: Parent w/Custom
de_de: Eltern w / Individuelle
pt_br: Pai w/Personalizado
vi_vn: Cha mẹ với tùy chỉnh

source: Visible To
de_de: Sichtbar
pt_br: Visível para
vi_vn: Hiển thị cho

source: Limit to Teacher
de_de: Auf Lehrer limitieren
pt_br: Limitar ao professor
vi_vn: Chỉ giới hạn cho giáo viên

source: View Online
de_de: Online ansehen
pt_br: Visualizar online
vi_vn: Xem trực tuyến

source: Download
de_de: Herunterladen
pt_br: Baixar
vi_vn: Tải về

source: File Attached
de_de: Angehängte Datei
pt_br: Arquivo anexado
vi_vn: Tệp đính kèm

source: Sunday
de_de: Sonntag
pt_br: Domingo
vi_vn: Chủ nhật

source: Monday
de_de: Montag
pt_br: Segunda-feira
vi_vn: Thứ hai

source: Tuesday
de_de: Dienstag
pt_br: Terça-feira
vi_vn: Thứ ba

source: Wednesday
de_de: Mittwoch
pt_br: Quarta-feira
vi_vn: Thứ tư

source: Thursday
de_de: Donnerstag
pt_br: Quinta-feira
vi_vn: Thứ năm

source: Friday
de_de: Freitag
pt_br: Sexta-feira
vi_vn: Thứ sáu

source: Saturday
de_de: Samstag
pt_br: Sábado
vi_vn: Thứ bảy

source: Day
de_de: Tag
pt_br: Dia
vi_vn: Ngày Ngày

source: Days
de_de: Tage
pt_br: Dias
vi_vn: Ngày

source: No periods found
de_de: Keine Perioden wurden gefunden.
pt_br: Nenhum período encontrado
vi_vn: Không tìm thấy thời kỳ

source: New student account was created for %s (%d) (inactive).
de_de: Neues Schülerkonto wurde für %s (%d) (inaktiv) erstellt.
pt_br: Nova conta de aluno foi criada para %s (%d) (inativo).
vi_vn: Tài khoản sinh viên mới đã được tạo cho %s (%d) (không hoạt động).

source: New student account was activated for %s (%d).
de_de: Neues Schülerkonto wurde für %s (%d) aktiviert.
pt_br: Nova conta de aluno foi ativada para %s (%d).
vi_vn: Tài khoản sinh viên mới đã được kích hoạt cho %s (%d).

source: Create Student Account
de_de: Schülerkonto erstellen
pt_br: Criar conta de aluno
vi_vn: Tạo tài khoản sinh viên

source: New user account was created for %s (%d) (No Access).
de_de: Neues Benutzerkonto wurde für %s (%d) (Ohne Zugang) erstellt.
pt_br: Nova conta de usuário foi criada para %s (%d) (sem acesso).
vi_vn: Tài khoản người dùng mới đã được tạo cho %s (%d) (Không có quyền truy cập).

source: Create User Account
de_de: Benutzerkonto erstellen
pt_br: Criar conta de usuário
vi_vn: Tạo tài khoản người dùng

source: New Administrator account was created for %s, by %s.
de_de: Neues Administratorkonto wurde für %s durch %s erstellt.
pt_br: Nova conta de Administrador foi criada para %s, por %s.
vi_vn: Tài khoản quản trị viên mới đã được tạo cho %s, bởi %s.

source: New Administrator Account
de_de: Neuer Administrator-Account
pt_br: Nova conta de administrador
vi_vn: Tài khoản quản trị viên mới

source: Your account was activated (%d). You can login at %s
de_de: Ihr Konto wurde aktiviert (%d). Sie können sich als %s einloggen.
pt_br: Sua conta foi ativada (%d). Você pode fazer login em %s
vi_vn: Tài khoản của bạn đã được kích hoạt (%d). Bạn có thể đăng nhập tại %s

source: Password
de_de: Passwort
pt_br: Senha
vi_vn: Mật khẩu

source: Student Account
de_de: Schülerkonto
pt_br: Conta de estudante
vi_vn: Tài khoản sinh viên

source: Edit
de_de: Bearbeiten
pt_br: Editar
vi_vn: Sửa

source: %Y Years %m Months %d Days
de_de: %Y Jahre %m Monate %d Tage
pt_br: %Y anos %m meses %d dias
vi_vn: %Y năm %m tháng %d ngày

source: Immunization
de_de: Impfung
pt_br: Imunização
vi_vn: Chủng ngừa

source: Physical
de_de: Physisch
pt_br: Físico
vi_vn: Thuộc thân thể

source: Copy
de_de: Kopieren
pt_br: Copiar
vi_vn: Sao chép

source: Copy the substitution code and paste it into your text. The code will be dynamically replaced with the corresponding value.
de_de: Kopieren Sie den Vertretungscode und fügen Sie ihn in Ihren Text ein. Der Code wird dynamisch durch den entsprechenden Wert ersetzt.
pt_br: Copie o código de substituição e cole no seu texto. O código será substituído dinamicamente pelo valor correspondente.
vi_vn: Sao chép mã thay thế và dán vào văn bản của bạn. Mã sẽ được tự động thay thế bằng giá trị tương ứng.

source: Substitutions
de_de: Auswechslungen
pt_br: Substituições
vi_vn: Sự thay thế

source: Yes
de_de: Ja
pt_br: Sim
vi_vn: Vâng

source: No
de_de: Nein
pt_br: Não
vi_vn: Không

source: Retain
de_de: Zurückhalten
pt_br: Reter
vi_vn: Giữ lại

source: Do not enroll after this school year
de_de: Einschreibung nicht nach diesem Schuljahr
pt_br: Não se inscreva após este ano letivo
vi_vn: Không ghi danh sau năm học này

source: Next Grade at
de_de: Nächsten Noten am
pt_br: Próxima nota em
vi_vn: Lớp tiếp theo tại

source: No Students were found.
de_de: Keine Schüler gefunden.
pt_br: Nenhum aluno foi encontrado.
vi_vn: Không có Học sinh nào được tìm thấy.

source: School Year
de_de: Schuljahr
pt_br: Ano escolar
vi_vn: Năm học

source: Marking Period
de_de: Benotungszeitraum
pt_br: Período de marcação
vi_vn: Thời gian đánh dấu

source: Error
de_de: Fehler
pt_br: Erro
vi_vn: Xảy ra lỗi

source: No quarters found
de_de: Keine Quartale wurden gefunden
pt_br: Nenhum trimestre encontrado
vi_vn: Không tìm thấy quý

source: Course Periods
de_de: Unterrichtsstunden
pt_br: Classes
vi_vn: Thời gian khóa học

source: No courses found
de_de: Keine Kurse gefunden
pt_br: Nenhum curso encontrado
vi_vn: Không tìm thấy khóa học

source: Clear working student
de_de: Aktiven Schüler zurücksetzen
pt_br: Limpar aluno trabalhador
vi_vn: Xóa chỉnh sửa của học sinh này

source: Student Info
de_de: Studenteninfo
pt_br: Informações do aluno
vi_vn: Thông tin sinh viên

source: Clear working user
de_de: Aktiven Benutzer zurücksetzen
pt_br: Limpar usuário ativo
vi_vn: Xóa chỉnh sửa của người dùng này

source: User Info
de_de: Benutzer-Info
pt_br: Informações do usuário
vi_vn: Thông tin người dùng

source: a
de_de: ein
pt_br: uma

source: Permissions
de_de: Berechtigungen
pt_br: Permissões
vi_vn: Quyền hạn

source: Profile
de_de: Profil
pt_br: Perfil
vi_vn: Hồ sơ

source: Custom
de_de: Anpassen
pt_br: Personalizado
vi_vn: Tùy chỉnh

source: All
de_de: Alles
pt_br: Todos
vi_vn: Tất cả

source: Food Service Balance
de_de: Verpflegungssaldo
pt_br: Balanço do serviço de alimentação
vi_vn: Số dư dịch vụ ăn uống

source: Balance
de_de: Kontoabgleich
pt_br: Equilíbrio
vi_vn: Cân đối

source: Food Service Status
de_de: Verpflegungsstatus
pt_br: Status do serviço de alimentação
vi_vn: Tình trạng dịch vụ ăn uống

source: Not Specified
de_de: Keine Angabe
pt_br: Não especificado
vi_vn: Không được chỉ định

source: Active
de_de: Aktiv
pt_br: Ativo
vi_vn: Kích hoạt

source: Inactive
de_de: Inaktiv
pt_br: Inativo
vi_vn: Không hoạt động

source: Disabled
de_de: Deaktiviert
pt_br: Desativado
vi_vn: Vô hiệu hóa

source: Closed
de_de: Geschlossen
pt_br: Fechado
vi_vn: Đã đóng

source: Food Service Barcode
de_de: Verpflegungs-Barcode
pt_br: Código de barras do serviço de alimentação
vi_vn: Mã vạch dịch vụ ăn uống

source: Food Service Account Exists
de_de: Verpflegungskonto vorhanden
pt_br: Conta de serviço de alimentação existente
vi_vn: Tài khoản Dịch vụ Thực phẩm Tồn tại

source: Has Account
de_de: Hat ein Konto
pt_br: Tem conta
vi_vn: Có tài khoản

source: Staff Payroll Balance
de_de: Saldo Personalgehälter
pt_br: Saldo da folha de pagamento do pessoal
vi_vn: Số dư trong bảng lương của nhân viên

source: Between
de_de: Zwischen
pt_br: Entre
vi_vn: Giữa

source: Users
de_de: Benutzer
pt_br: Usuários
vi_vn: Người sử dụng

source: Food Service
de_de: Verpflegung
pt_br: Alimentação
vi_vn: Dịch vụ ăn uống

source: Accounting
de_de: Buchhaltung
pt_br: Contabilidade
vi_vn: Kế toán

source: Subject
de_de: Betreff
pt_br: Assunto
vi_vn: Môn học Các môn học

source: Not
de_de: Nicht
pt_br: Não
vi_vn: Không

source: Course
de_de: Kurs
pt_br: Curso
vi_vn: Khóa học Các khóa học

source: Course Period
de_de: Unterrichtsstunde
pt_br: Classe
vi_vn: Thời gian khóa học Thời gian khóa học

source: Choose
de_de: Wählen
pt_br: Escolha
vi_vn: Chọn

source: Request
de_de: Anfrage
pt_br: Pedido
vi_vn: Yêu cầu Các yêu cầu

source: Missing Request
de_de: Fehlende Anfragen
pt_br: Solicitação ausente
vi_vn: Thiếu yêu cầu

source: this school year to date
de_de: seit Schuljahresbeginn bis heute
pt_br: neste ano letivo até agora
vi_vn: năm học này đến nay

source: this semester to date
de_de: seit Semesterbeginn bis heute
pt_br: neste semestre até agora
vi_vn: học kỳ này cho đến nay

source: this marking period to date
de_de: dieser Benotungszeitraum bis heute
pt_br: este período de marcação até a data
vi_vn: khoảng thời gian đánh dấu này cho đến nay

source: Days Absent
de_de: Fehltage
pt_br: Dias ausentes
vi_vn: Ngày vắng mặt

source: YTD
de_de: seit Jahresbeginn bis heute
pt_br: IDA
vi_vn: Tính từ đầu năm

source: Course Period Absences
de_de: Abwesenheiten Unterrichtsstunde
pt_br: Faltas no aula
vi_vn: Thời gian vắng mặt của khóa học

source: Use the Choose link of the Course widget (under Scheduling) to select a Course Period.
de_de: Benutzen Sie den Auswahllink des Kurs-Widgets (unter Planung) um eine Unterrichtsstunde auszuwählen.
pt_br: Use o link Escolher do widget Curso (em Agendamento) para selecionar uma Classe.
vi_vn: Sử dụng liên kết Chọn của tiện ích Khóa học (trong Lập lịch) để chọn Thời gian Khóa học.

source: Weighted GPA
de_de: Gewichteter GPA
pt_br: CR ponderado
vi_vn: Điểm trung bình có trọng số

source: Unweighted GPA
de_de: Ungewichteter GPA
pt_br: CR não ponderado
vi_vn: Điểm trung bình không có trọng số

source: Weighted
de_de: Gewichteter
pt_br: Ponderado
vi_vn: Có trọng số

source: Class Rank
de_de: Klasse Rang
pt_br: Classificação de classe
vi_vn: Xếp hạng lớp

source: Without
de_de: Ohne
pt_br: Sem
vi_vn: Không cùng với

source: With
de_de: Mit
pt_br: Com
vi_vn: Với

source: Report Card Grade
de_de: Notenübersicht
pt_br: Nota do Boletim
vi_vn: Điểm thẻ báo cáo

source: Grade
de_de: Note
pt_br: Nota
vi_vn: Điểm Các điểm

source: Did not receive
de_de: Nicht erhalten
pt_br: Não recebi
vi_vn: Không nhận

source: Eligibility
de_de: Berechtigung
pt_br: Elegibilidade
vi_vn: Đủ điều kiện

source: Ineligible
de_de: Unzulässig
pt_br: Inelegível
vi_vn: Không đủ điều kiện

source: Activity
de_de: Aktivität
pt_br: Atividade
vi_vn: Hoạt động Các hoạt động

source: Mailing Labels
de_de: Versandaufkleber
pt_br: Etiquetas de correspondência
vi_vn: Các nhãn gửi thư

source: Student Billing Balance
de_de: Gebührenerfassung Bilanz
pt_br: Saldo de cobrança do aluno
vi_vn: Số dư thanh toán sinh viên

source: Incident Date
de_de: Datum des Vorfalls
pt_br: Data do incidente
vi_vn: Ngày gặp sự cố

source: On or After
de_de: Am oder nach
pt_br: Em ou depois
vi_vn: Ở trên hoặc ở phía sau

source: On or Before
de_de: Am oder vor
pt_br: Em ou antes
vi_vn: Ở trên hoặc Trước

source: No Value
de_de: Kein Inhalt
pt_br: Sem valor
vi_vn: Không có giá trị

source: Next grade at current school
de_de: Kommende Note an der aktuellen Schule
pt_br: Próxima série na escola atual
vi_vn: Lớp tiếp theo ở trường hiện tại

source: Next Year
de_de: Nächstes Jahr
pt_br: No próximo ano
vi_vn: Năm sau

source: Any Value
de_de: Jeder Wert
pt_br: Qualquer valor
vi_vn: Bất kỳ giá trị nào

source: Calendar
de_de: Kalender
pt_br: Calendário
vi_vn: Lịch

source: Enrolled
de_de: Eingeschriebene
pt_br: Inscrito
vi_vn: Đã ghi danh

source: Attendance Start
de_de: Start der Teilnahme
pt_br: Início do comparecimento
vi_vn: Điểm danh bắt đầu

source: Previously Enrolled
de_de: Zuvor Eingeschriebene
pt_br: Inscrito anteriormente
vi_vn: Đã đăng ký trước đây

source: Food Service Discount
de_de: Verpflegungsrabatt
pt_br: Desconto em serviço de alimentação
vi_vn: Giảm giá dịch vụ ăn uống

source: Discount
de_de: Rabatt
pt_br: Desconto
vi_vn: Giảm giá

source: Full
de_de: Voll
pt_br: Cheio
vi_vn: Đầy đủ

source: Reduced
de_de: Reduziert
pt_br: Reduzido
vi_vn: Giảm

source: Free
de_de: Kostenlos
pt_br: Grátis
vi_vn: Miễn phí

source: Food Service Account ID
de_de: Verpflegungskonto-ID
pt_br: ID da conta do serviço de alimentação
vi_vn: ID tài khoản dịch vụ ăn uống

source: Account ID
de_de: Konto-ID
pt_br: ID da conta
vi_vn: ID Tài khoản

source: Enrollment
de_de: Einschreibung
pt_br: Inscrição
vi_vn: Ghi Danh

source: Scheduling
de_de: Ablaufplan
pt_br: Agendamento
vi_vn: Lập kế hoạch

source: Attendance
de_de: Teilnahme
pt_br: Presença
vi_vn: Sự tham dự

source: Grades
de_de: Noten
pt_br: Notas
vi_vn: Điểm

source: Discipline
de_de: Disziplin
pt_br: Disciplina
vi_vn: Kỷ luật

source: Student Billing
de_de: Gebührenerfassung der Studenten
pt_br: Faturamento
vi_vn: Thanh toán cho sinh viên

source: We have a problem, please contact technical support ...
de_de: Wir haben ein Problem, kontaktieren Sie bitte den technischen Support ...
pt_br: Temos um problema, entre em contato com o suporte técnico ...
vi_vn: Chúng tôi có một vấn đề, xin vui lòng liên hệ với hỗ trợ kỹ thuật...

source: Save
de_de: Speichern
pt_br: Salvar
vi_vn: Lưu

source: January
de_de: Januar
pt_br: Janeiro
vi_vn: Tháng 1

source: February
de_de: Februar
pt_br: Fevereiro
vi_vn: Tháng 2

source: March
de_de: März
pt_br: Março
vi_vn: Tháng 3

source: May
de_de: Mai
pt_br: Maio
vi_vn: Tháng 5

source: June
de_de: Juni
pt_br: Junho
vi_vn: Tháng 6

source: July
de_de: Juli
pt_br: Julho
vi_vn: Tháng 7

source: October
de_de: Oktober
pt_br: Outubro
vi_vn: Tháng 10

source: December
de_de: Dezember
pt_br: Dezembro
vi_vn: Tháng 12

source: Month
de_de: Monat
pt_br: Mês
vi_vn: Tháng

source: Year
de_de: Jahr
pt_br: Ano
vi_vn: Năm Năm

source: Open calendar
de_de: Kalender öffnen
pt_br: Abrir calendário
vi_vn: Mở lịch

source: Note
de_de: Anmerkung
pt_br: Nota
vi_vn: Ghi chú Các ghi chú

source: Warning
de_de: Warnung
pt_br: Aviso
vi_vn: Cảnh báo

source: You are not currently in a marking period
de_de: Sie sind derzeit nicht in einem Bewertungszeitraum
pt_br: Você não está atualmente em um período de marcação
vi_vn: Bạn hiện không ở trong giai đoạn đánh giá

source: Last Login
de_de: Letzte Anmeldung
pt_br: Último login
vi_vn: Lân đăng nhập cuối

source: Failed Login
de_de: Anmeldung fehlgeschlagen
pt_br: Falha no login
vi_vn: Đăng nhập không thành công

source: User ID
de_de: Benutzer-ID
pt_br: ID do usuário
vi_vn: ID người dùng

source: Last Name
de_de: Nachname
pt_br: Sobrenome
vi_vn: Họ

source: First Name
de_de: Vorname
pt_br: Nome
vi_vn: Tên

source: No Access
de_de: Kein Zugriff
pt_br: Sem acesso
vi_vn: Không truy cập

source: Student Grade Level
de_de: Schüler Klassenstufe
pt_br: Nível de série do aluno
vi_vn: Cấp lớp của học sinh

source: w/Custom
de_de: mit Extras
pt_br: w/Personalizado
vi_vn: Với tùy chỉnh

source: Mailing Address
de_de: Postanschrift
pt_br: Endereço para correspondência
vi_vn: Địa chỉ gửi thư

source: City
de_de: Stadt
pt_br: Cidade
vi_vn: Thành phố

source: State
de_de: Bundesland
pt_br: Estado
vi_vn: Tiểu bang

source: Zipcode
de_de: PLZ
pt_br: Código postal
vi_vn: Mã code bưu điện

source: Address
de_de: Adresse
pt_br: Endereço
vi_vn: Địa chỉ

source: Home Phone
de_de: Festnetz-Telefonnummer
pt_br: Telefone residencial
vi_vn: Điện thoại nhà

source: Contacts
de_de: Kontakte
pt_br: Contatos
vi_vn: Các liên hệ

source: Guardians
de_de: Erziehungsberechtigte
pt_br: Guardiões
vi_vn: Các người giám hộ

source: School Status
de_de: Der Status der Schule
pt_br: Status da escola
vi_vn: Tình trạng trường học

source: Course Status
de_de: Kursstatus
pt_br: Status do curso
vi_vn: Tình trạng khóa học
