Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: The Assignment Types were successfully created.
de_de: Die Aufgabentypen wurden erfolgreich erstellt.
pt_br: Os tipos de atribuição foram criados com sucesso.
vi_vn: Các Loại Bài tập đã được tạo thành công.

source: Create Assignment for Selected Course Periods
de_de: Aufgabe für ausgewählte Unterrichtsstunden erstellen
pt_br: Criar tarefa para aulas selecionadas
vi_vn: Tạo bài tập cho các khoảng thời gian khóa học đã chọn

source: Create Assignment Type for Selected Courses
de_de: Erstelle Aufgabentypen für die ausgewählten Kurse
pt_br: Criar tipo de atribuição para os cursos selecionados
vi_vn: Tạo loại bài tập cho các khóa học đã chọn

source: Report Cards
de_de: Zeugnisse
pt_br: Boletins
vi_vn: Thẻ báo cáo

source: Honor Roll
de_de: Ehrenliste
pt_br: Lista de honra
vi_vn: Danh sách danh dự

source: Student Grades
de_de: Schülernoten
pt_br: Notas dos alunos
vi_vn: Điểm học viên

source: GPA / Class Rank List
de_de: GPA / Liste des Klassenranges
pt_br: CR / Classificação de classe
vi_vn: Điểm trung bình / Danh sách xếp hạng lớp

source: Grading Scales
de_de: Notenskalen
pt_br: Escalas de classificação
vi_vn: Thang điểm

source: History Marking Periods
de_de: Vergangene Benotungszeiträume
pt_br: Períodos de marcação do histórico
vi_vn: Thời kỳ đánh dấu lịch sử

source: Historical Grades
de_de: Historische Noten
pt_br: Notas históricas
vi_vn: Điểm số trong quá khứ

source: Mass Create Assignments
de_de: Erstellung multipler Aufgaben
pt_br: Criar atribuições em massa
vi_vn: Tạo hàng loạt bài tập

source: Input Final Grades
de_de: Eingabe der Endnoten
pt_br: Inserir notas finais
vi_vn: Đầu vào điểm cuối cùng

source: Anomalous Grades
de_de: Noten mit Unregelmäßigkeiten
pt_br: Notas anômalas
vi_vn: Điểm bất thường

source: Progress Reports
de_de: Fortschrittsberichte
pt_br: Relatórios de progresso
vi_vn: Báo cáo tiến độ

source: Gradebook Grades
de_de: Notenbuch Noten
pt_br: Notas do livro de notas
vi_vn: Xếp loại trong sổ điểm

source: GPA / Class Rank
de_de: GPA / Klassen-Rang
pt_br: CR / Classificação de classe
vi_vn: Điểm trung bình / Xếp hạng lớp

source: Progress Report
de_de: Tätigkeitsbericht
pt_br: Relatório de progresso
vi_vn: Báo cáo tiến trình

source: %s of grade
de_de: %s von Grad
pt_br: %s da nota
vi_vn: %s của điểm số

source: Create Progress Reports for Selected Students
de_de: Neues Fortschrittsberichte für ausgewählte Schüler
pt_br: Criar relatórios de progresso para alunos selecionados
vi_vn: Tạo báo cáo tiến độ cho học sinh được chọn

source: Exclude Ungraded E/C Assignments
de_de: Schließe unbenotete E/C Aufgaben aus
pt_br: Excluir tarefas C/E não avaliadas
vi_vn: Loáº¡i trá»« cÃ¡c Ungraded E / C Assignments

source: Exclude Ungraded Assignments Not Due
de_de: Schließe unbenotete, nicht fällige Aufgaben aus
pt_br: Excluir tarefas não avaliadas não vencidas
vi_vn: Loại trừ các bài tập chưa được phân loại chưa đến hạn

source: Group by Assignment Category
de_de: Gruppiere nach Aufgabenkategorie
pt_br: Agrupar por categoria de atribuição
vi_vn: Nhóm theo hạng mục công việc

source: Not due
de_de: Nicht fällig
pt_br: Não devido
vi_vn: Không đến hạn

source: Report Card Comment
de_de: Bericht Kartei Kommentar
pt_br: Comentário do boletim
vi_vn: Nhận xét thẻ báo cáo

source: Comment Code Scale
de_de: Kommentar-Code-Skala
pt_br: Escala de código de comentário
vi_vn: Hệ thống mã bình luận Hệ thống mã bình luận

source: Comment Scale
de_de: Kommentar-Skala
pt_br: Escala de comentários
vi_vn: Nhận xét thang điểm

source: There are no courses setup yet.
de_de: Es sind noch keine Kurse eingerichtet.
pt_br: Não há cursos configurados ainda.
vi_vn: Không có khóa học nào được thiết lập.

source: Report Card Comment Category
de_de: Report Card Kommentar Kategorie
pt_br: Categoria de comentário do cartão de relatório
vi_vn: Danh mục Nhận xét Thẻ Báo cáo

source: Comment Category
de_de: Kommentar Kategorie
pt_br: Categoria de comentário
vi_vn: Hạng mục Nhận xét

source: Code Scale
de_de: Code-Skala
pt_br: Escala de código
vi_vn: Mã tình trạng

source: Report Card Grading Scale
de_de: Bericht Kartei Bewertungsskala
pt_br: Escala de notas do boletim
vi_vn: Thang điểm chấm điểm của thẻ báo cáo

source: Unweighted GP Value
de_de: Ungewichteter GP Wert
pt_br: Valor CR não ponderado
vi_vn: Giá trị điểm trung bình không trọng lượng

source: Scale Value
de_de: Skalierungswert
pt_br: Valor da escala
vi_vn: Giá trị quy mô

source: Minimum Passing Grade
de_de: Minimale Note zum Bestehen
pt_br: Nota mínima para aprovação
vi_vn: Điểm đậu tối thiểu

source: High Honor Roll GPA Min
de_de: Ehrenliste GPA Min
pt_br: CR mínimo do alto quadro de honra
vi_vn: Điểm trung bình danh dự cao tối thiểu

source: Honor Roll GPA Min
de_de: Ehrenliste GPA Min
pt_br: Quadro de honra CR Min
vi_vn: Điểm trung bình danh dự tối thiểu

source: Honor Roll by Subject GPA Min
de_de: Ehrenliste nach Fach GPA Min.
pt_br: Lista de honra por assunto CR mínimo
vi_vn: Điểm danh dự theo môn học Điểm trung bình tối thiểu

source: Create Report Cards for Selected Students
de_de: Bericht erstellen Karten für ausgewählte Schüler
pt_br: Criar boletins para alunos selecionados
vi_vn: Tạo phiếu báo cáo cho học sinh được chọn

source: Assignment submitted.
de_de: Aufgabe eingereicht.
pt_br: Tarefa enviada.
vi_vn: Bài tập đã được gửi.

source: Expand All
de_de: Alle erweitern
pt_br: Expandir tudo
vi_vn: Mở rộng tất cả

source: Include Anonymous Statistics
de_de: Anonyme Statistik einfügen
pt_br: Incluir estatísticas anônimas
vi_vn: Bao gồm số liệu thống kê ẩn danh

source: Course Title
de_de: Thema der Lehrveranstaltung
pt_br: Título do curso
vi_vn: Tiêu đề Khóa học

source: Ungraded
de_de: Unbenotet
pt_br: Não classificado
vi_vn: Chưa chấm điểm

source: Grade Range
de_de: Notenliste
pt_br: Intervalo de notas
vi_vn: Khoảng điểm

source: There are no grades available for this student.
de_de: Es stehen keine Noten für diesen Schüler zur Verfügung.
pt_br: Não há notas disponíveis para este aluno.
vi_vn: Không có điểm nào có sẵn cho học sinh này.

source: Back to Totals
de_de: Zurück zur Summe
pt_br: Voltar aos totais
vi_vn: Quay lại Tổng số

source: Points / Possible
de_de: Punkte / Mögliche
pt_br: Pontos / Possíveis
vi_vn: Điểm có thể

source: No Grade
de_de: Keine Noten
pt_br: Sem nota
vi_vn: Không điểm châm

source: Average
de_de: Durchschnitt
pt_br: Média
vi_vn: Trung bình

source: Teacher who enters grades
de_de: Lehrer, der Noten eingibt
pt_br: Professor que insere as notas
vi_vn: Giáo viên cho điểm Các giáo viên cho điểm

source: Teacher who enters grades for %s
de_de: Lehrer, der Noten für %s eingibt
pt_br: Professor que insere notas para %s
vi_vn: Giáo viên nhập điểm cho %s

source: Teachers who enter grades for %s
de_de: Lehrer, die Noten für %s eingeben
pt_br: Professores que inserem notas para %s
vi_vn: Các giáo viên nhập điểm cho %s

source: Create Transcripts for Selected Students
de_de: Auszug für ausgewählte Schüler erstellen
pt_br: Criar transcrições para alunos selecionados
vi_vn: Tạo bảng điểm cho học sinh được chọn

source: %s Honor Roll
de_de: %s Ehrenliste
pt_br: Quadro de honra %s
vi_vn: %s danh sách danh dự

source: High Honor Roll
de_de: Hohe Ehrenliste
pt_br: Lista de alta de honra
vi_vn: Danh sách danh dự cao

source: Principal
de_de: Rektor
vi_vn: Gốc

source: Honor Roll by Subject
de_de: Ehrenliste nach Thema
pt_br: Lista de honra por assunto
vi_vn: Danh dự theo chủ đề

source: High Honor
de_de: Hohe Auszeichnung
pt_br: Grande honra
vi_vn: Danh sách danh dự cao

source: Honor
de_de: Ehre
pt_br: Honra
vi_vn: Danh dự

source: Frame
de_de: Rahmen
pt_br: Quadro
vi_vn: Khung

source: Include on Report Card
de_de: Zu Zeugnis hinzufügen
pt_br: Incluir no boletim
vi_vn: Bao gồm trên thẻ báo cáo

source: Student Photo
de_de: Schüler-Foto
pt_br: Foto do aluno
vi_vn: Ảnh sinh viên

source: Percents
de_de: Prozent
pt_br: Porcentagens
vi_vn: Phần trăm

source: Min. and Max. Grades
de_de: Niedrigste und höchste Noten
pt_br: Notas mínimas e máximas
vi_vn: Điểm Tối Thiểu và Tối Đa

source: Credits
de_de: Anrechnungspunkte
pt_br: Créditos
vi_vn: Tín dụng

source: Year-to-date Daily Absences
de_de: Year-to-date Tägliche Abwesenheiten
pt_br: Ausências diárias acumuladas no ano
vi_vn: Số lần vắng mặt hàng ngày từ đầu năm đến nay

source: Other Attendance Year-to-date
de_de: Andere Teilnahme seit Jahresbeginn
pt_br: Outras frequências acumuladas no ano
vi_vn: Điểm danh khác từ đầu năm đến nay

source: Daily Absences this quarter
de_de: Täglich Abwesenheiten in diesem Quartal
pt_br: Ausências diárias neste trimestre
vi_vn: Vắng mặt hàng ngày trong quý này

source: Other Attendance this quarter
de_de: Andere Teilnahme in diesem Quartal
pt_br: Outras presenças neste trimestre
vi_vn: Điểm danh khác trong quý này

source: Period-by-period absences
de_de: Abwesenheiten in Zeitabschnitten
pt_br: Ausências período a período
vi_vn: Vắng mặt trong khoảng thời gian tính điểm

source: Last row
de_de: Letzte Zeile
pt_br: Última linha
vi_vn: Hàng cuối

source: Free Text
de_de: Freitext
pt_br: Texto livre
vi_vn: Điền tự do

source: Marking Periods
de_de: Benotungszeiträume
pt_br: Períodos de marcação
vi_vn: Khoảng thời gian cho điểm

source: Report Card
de_de: Zeugnis
pt_br: Cartão de relatório
vi_vn: Thẻ báo cáo

source: Explanation of Comment Codes
de_de: Erläuterung der Kommentar Codes
pt_br: Explicação dos códigos de comentário
vi_vn: Giải thích về mã nhận xét

source: Absences in %s
de_de: Abwesenheiten in %s
pt_br: Ausências em %s
vi_vn: Vắng mặt ở %s

source: Absences this year
de_de: Abwesenheiten in diesem Jahr
pt_br: Ausências este ano
vi_vn: Vắng mặt trong năm nay

source: %s this year
de_de: %s dieses Jahr
pt_br: %s este ano
vi_vn: %s năm nay

source: his
de_de: seine
pt_br: dele
vi_vn: của anh ấy

source: her
de_de: ihre
pt_br: ela
vi_vn: của cô ấy

source: his/her
de_de: seine/ihre
pt_br: dele/dela
vi_vn: của anh ấy/của cô ấy

source: You are not allowed to access this assignment.
de_de: Sie haben haben keinen Zugriff auf diese Aufgabe.
pt_br: Você não tem permissão para acessar esta tarefa.
vi_vn: Bạn không được phép truy cập bài tập này.

source: Assignment submission is not enabled.
de_de: Aufgabeneinsendung ist nicht freigegeben.
pt_br: O envio de tarefa não está ativado.
vi_vn: Gửi bài tập không được kích hoạt.

source: Submission date
de_de: Einsendungstermin
pt_br: Data de envio
vi_vn: Ngày nộp

source: Message
de_de: Nachricht
pt_br: Mensagem
vi_vn: Tin nhắn

source: Submissions for this assignment are closed.
de_de: Die Einsendung für diese Aufgabe ist geschlossen.
pt_br: Os envios para esta tarefa estão encerrados.
vi_vn: Đệ trình cho nhiệm vụ này đã được đóng lại.

source: Submit Assignment
de_de: Aufgabe abgeben
pt_br: Enviar atribuição
vi_vn: Nộp bài tập

source: Submitted
de_de: Abgegeben
pt_br: Enviado
vi_vn: Đã gửi

source: Include on Transcript
de_de: Auf Auszug miteinbeziehen
pt_br: Incluir na transcrição
vi_vn: Bao gồm trên bản ghi

source: Credit Hours
de_de: Semesterwochenstunden
pt_br: Horas de crédito
vi_vn: Giờ tín dụng

source: Studies Certificate
de_de: Studien-Zertifikat
pt_br: Certificado de estudos
vi_vn: Chứng chỉ nghiên cứu

source: Studies Certificate Text
de_de: Studien-Zertifikat Text
pt_br: Texto do certificado de estudos
vi_vn: Văn bản cho chứng chỉ học tập

source: Next Grade
de_de: Nächste Note
pt_br: Próxima série
vi_vn: Lớp tiếp theo

source: School Years
de_de: Schuljahre
pt_br: Anos escolares
vi_vn: Những năm học

source: Website
de_de: Webseite
pt_br: Site
vi_vn: Trang web

source: School Number
de_de: Schulnummer
pt_br: Número da escola
vi_vn: Số trường học

source: Room
de_de: Zimmer
pt_br: Sala
vi_vn: Phòng

source: Building
de_de: Gebäude

source: The room was assigned to the selected student.
de_de: Der Raum wurde dem ausgewählt Schüler hinzugefügt.

source: Remove
de_de: Entfernen

source: The student was removed from the room.
de_de: Der Schüler wurde aus dem Raum entfernt.

source: The selected students were removed from their room.
de_de: Die ausgewählten Schüler wurden aus ihren Räumen entfernt.

source: Remove Inactive Students
de_de: Inaktive Schüler entfernen

source: Remove selected students from their room
de_de: Entferne ausgewählte Schüler aus ihrem Raum

source: New Room
de_de: Neues Zimmer

source: New Building
de_de: Neues Gebäude

source: Hostel
de_de: Internat

source: Rooms
de_de: Zimmer

source: Room List
de_de: Raumliste

source: All Buildings
de_de: Alle Gebäude

source: Include Students
de_de: Schüler miteinbeziehen

source: Capacity
de_de: Kapazität

source: Since
de_de: Seit

source: Buildings
de_de: Gebäude

source: Student's Room
de_de: Zimmer des Schülers

source: My Room
de_de: Mein Zimmer

source: Resources
de_de: Ressourcen
pt_br: Recursos
vi_vn: Các tài nguyên

source: Resource
de_de: Ressource
pt_br: Recurso
vi_vn: Tài nguyên Các tài nguyên

source: Note: All unchecked means visible to all profiles
de_de: Hinweis: Alle nicht ausgewählten Möglichkeiten für alle Profile sichtbar
pt_br: Nota: tudo desmarcado significa visível para todos os perfis

source: Limit to Grade Levels
de_de: Auf Klassenstufen limitieren
pt_br: Limitar para níveis de notas

source: Dropped
de_de: Durchgefallen
pt_br: Descartado
vi_vn: Giảm

source: Schedule Record
de_de: Stundenplanaufzeichnung
pt_br: Gravação agendada
vi_vn: Bản ghi của Lịch trình Các bản ghi của lịch trình

source: Available Seats
de_de: Freie Plätze
pt_br: Assentos disponíveis
vi_vn: Chỗ ngồi có sẵn

source: Conflict: Teacher already scheduled for this period.
de_de: Konflikt: Lehrer schon für diesen Zeitraum eingeplant.
pt_br: Conflito: professor já agendado para este período.
vi_vn: Xung đột: Giáo viên đã lên lịch cho tiết này.

source: Conflict: Secondary Teacher already scheduled for this period.
de_de: Konflikt: Zweiter Lehrer schon für diese Zeitraum eingeplant.
pt_br: Conflito: professor secundário já agendado para este período.
vi_vn: Xung đột: đồng giáo viên đã lên lịch cho giai đoạn này.

source: New Course Period
de_de: Neue Unterrichtsstunde
pt_br: Novo período de curso
vi_vn: Thời gian khóa học mới

source: Secondary Teacher
de_de: Zweiter Lehrer
pt_br: Professor secundário
vi_vn: Đồng giáo viên

source: Seats
de_de: Plätze
pt_br: Assentos
vi_vn: Ghế

source: Meeting Days
de_de: Sitzungstage
pt_br: Dias de reunião
vi_vn: Ngày hội họp

source: New Period
de_de: Neuer Zeitraum
pt_br: Novo período
vi_vn: Thời kỳ mới

source: Parent Course Period
de_de: Übergeordnete Unterrichtsstunde
pt_br: Classe principal
vi_vn: Thời gian khóa học dành cho phụ huynh

source: New Course
de_de: Neuer Kurs
pt_br: Novo curso
vi_vn: Khóa học mới

source: New Subject
de_de: Neues Thema
pt_br: Novo assunto
vi_vn: Chủ đề mới

source: Choose a
de_de: Wählen Sie ein
pt_br: Escolha um
vi_vn: Chọn một

source: Last Year Course Period
de_de: Unterrichtsstunde letztes Jahr
pt_br: Classe do último ano
vi_vn: Kỳ khóa học của năm ngoái

source: Last Year Course
de_de: Letztes Jahr Platz
pt_br: Curso do último ano
vi_vn: Khóa học năm ngoái

source: Last Year Subject
de_de: Letztes Jahr Betreff
pt_br: Assunto do ano passado
vi_vn: Chủ đề năm ngoái

source: Enrollment Date
de_de: Anmeldedatum
pt_br: Data de inscrição
vi_vn: Ngày đăng ký

source: Offer Enrollment in Child Marking Periods
de_de: Biete Einschreibung in Benotungszeiträumen des Kindes an
pt_br: Oferecer inscrição em períodos de marcação de crianças
vi_vn: Đề nghị ghi danh trong các kỳ đánh dấu con

source: Student with an incomplete schedule
de_de: Schüler mit einem unvollständigen Stundenplan
pt_br: Aluno com horário incompleto
vi_vn: Sinh viên có lịch trình không đầy đủ Các Sinh viên có lịch trình không đầy đủ

source: Student's Absences and Grades
de_de: Schüleranwesenheiten und -noten
pt_br: Ausências e notas do aluno
vi_vn: Sự vắng mặt của học sinh và điểm số

source: also delete
de_de: auch löschen
pt_br: também deletar
vi_vn: cũng xóa

source: This course has been dropped for the selected students' schedules.
de_de: Dieser Kurs ist aus den Stundenplänen der ausgewählten Schüler entfernt worden.
pt_br: Este curso foi descartado para os horários dos alunos selecionados.
vi_vn: Khóa học này đã bị loại bỏ đối với lịch trình của sinh viên đã chọn.

source: You cannot schedule a student into that course during this marking period.
de_de: Sie können keinen Schüler in diesem Kurs während dieses Benotungszeitraums einplanen.
pt_br: Você não pode agendar um aluno para esse curso durante este período de avaliação.
vi_vn: Bạn không thể sắp xếp một sinh viên vào khóa học đó trong thời gian tính điểm này.

source: This course meets on %s.
de_de: Dieser Kurs trifft sich am %s.
pt_br: Este curso começa em %s.
vi_vn: Khóa học này đáp ứng vào %s.

source: The date you entered is not valid
de_de: Die eingegebene Datum ist ungültig
pt_br: A data que você digitou não é válida
vi_vn: Ngày bạn đã nhập không hợp lệ

source: Drop Course for Selected Students
de_de: Kurs für ausgewählte Schüler abgeben
pt_br: Desistir do curso para alunos selecionados
vi_vn: Bỏ khóa học cho học sinh được chọn

source: Course to Drop
de_de: Kurs zum Streichen
pt_br: Curso para descartar
vi_vn: Khóa học để thả

source: Choose a Course
de_de: Wählen Sie einen Kurs
pt_br: Escolha um curso
vi_vn: Chọn một khóa học

source: Drop Date
de_de: Datum der Abgabe
pt_br: Data saída
vi_vn: Ngày thả

source: This course has been added as a request for the selected students.
de_de: Dieser Kurs wurde als Anfrage für die ausgewählten Studenten hinzugefügt.
pt_br: Este curso foi adicionado como uma solicitação para os alunos selecionados.
vi_vn: Khóa học này đã được thêm vào như một yêu cầu cho các sinh viên được chọn.

source: Add Request to Selected Students
de_de: Anfrage an ausgewählte Schüler hinzufügen
pt_br: Adicionar solicitação para alunos selecionados
vi_vn: Thêm yêu cầu cho sinh viên được chọn

source: Request to Add
de_de: Anfrage hinzufügen
pt_br: Pedido para adicionar
vi_vn: Yêu cầu thêm

source: The number of selected students exceeds the available seats.
de_de: Die Anzahl der ausgewählten Schüler überschreitet die verfügbaren Plätze.
pt_br: O número de alunos selecionados excede as vagas disponíveis.
vi_vn: Số lượng học sinh được chọn vượt quá số chỗ còn trống.

source: Are you sure you want to add %s?
de_de: Sie Sie sicher ob Sie %s hinzufügen möchten?
pt_br: Tem certeza que deseja adicionar %s?
vi_vn: Bạn có chắc chắn muốn thêm %s không?

source: The %s course has been added to the selected students' schedules.
de_de: Der %s Kurs wurde zu den Stundenplänen der ausgewählten Schülern hinzugefügt.
pt_br: O curso %s foi adicionado aos horários dos alunos selecionados.
vi_vn: Khóa học %s đã được thêm vào lịch trình của sinh viên đã chọn.

source: You cannot schedule a student into this course during this marking period.
de_de: Sie können keinen Schüler in diesem Benotungszeitraum zu dem Kurs einplanen.
pt_br: Você não pode agendar um aluno para este curso durante este período de avaliação.
vi_vn: Bạn không thể sắp xếp một sinh viên vào khóa học đó trong thời gian tính điểm này.

source: The %s course meets on %s.
de_de: Der %s Kurs trifft sich am %s.
pt_br: O curso %s encontra-se em %s.
vi_vn: Lớp này %s gặp nhau trên %s.

source: Add Courses to Selected Students
de_de: Kurse zu selektierten Schülern hinzufügen
pt_br: Adicionar cursos a alunos selecionados
vi_vn: Thêm khóa học cho sinh viên được chọn

source: Courses to Add
de_de: Kurze zum Hinzufügen
pt_br: Cursos para adicionar
vi_vn: Các khóa học để thêm

source: Start Date
de_de: Startdatum
pt_br: Data de início
vi_vn: Ngày bắt đầu

source: Student Schedule
de_de: Schüler-Stundenplan
pt_br: Horário do aluno
vi_vn: Thời khóa biểu của sinh viên

source: Student Requests
de_de: Schüler-Anfragen
pt_br: Solicitações dos alunos
vi_vn: Yêu cầu của sinh viên

source: Group Schedule
de_de: Gruppen-Stundenplan
pt_br: Agendamento de grupo
vi_vn: Lịch biểu nhóm

source: Group Requests
de_de: Gruppen-Anfragen
pt_br: Pedidos de grupo
vi_vn: Yêu cầu nhóm

source: Group Drops
de_de: Gruppe durchgefallen
pt_br: Sair do grupo
vi_vn: Bỏ học sinh khỏi một nhóm

source: Print Schedules
de_de: Stundenpläne drucken
pt_br: Imprimir agendamentos
vi_vn: In lịch trình

source: Print Class Lists
de_de: Klassenlisten drucken
pt_br: Imprimir listas de turmas
vi_vn: In danh sách lớp học

source: Print Class Pictures
de_de: Klassenfotos drucken
pt_br: Imprimir fotos da turma
vi_vn: In Hình ảnh Lớp học

source: Print Requests
de_de: Anfragen drucken
pt_br: Pedidos de impressão
vi_vn: Yêu cầu in

source: Schedule Report
de_de: Stundenplan Bericht
pt_br: Agendar relatório
vi_vn: Lên lịch báo cáo

source: Requests Report
de_de: Anfragen Bericht
pt_br: Relatório de solicitações
vi_vn: Báo cáo yêu cầu

source: Incomplete Schedules
de_de: Unvollständige Termine
pt_br: Cronogramas incompletos
vi_vn: Lịch trình chưa đầy đủ

source: Add / Drop Report
de_de: Add / Drop-Bericht
pt_br: Adicionar / Eliminar relatório
vi_vn: Thêm / Bỏ báo cáo

source: Run Scheduler
de_de: Automatisches Zeitplanungsprogramm starten
pt_br: Executar agendador
vi_vn: Chạy bộ lập lịch biểu

source: Schedule
de_de: Stundenplan
pt_br: Agenda
vi_vn: Lịch trình

source: Class Pictures
de_de: Klassenfoto
pt_br: Fotos da aula
vi_vn: Hình ảnh lớp học

source: You must choose at least one course period.
de_de: Sie müssen mindestens eine Unterrichtsstunde wählen.
pt_br: Você deve escolher pelo menos um período de curso.
vi_vn: Bạn phải chọn ít nhất một thời gian khóa học.

source: Class List
de_de: Liste der Klassen
pt_br: Lista de turmas
vi_vn: Danh sách lớp học

source: Create Class Lists for Selected Course Periods
de_de: Neue Klassenlisten für ausgewählte Unterrichtsstunden erstellen
pt_br: Criar listas de turmas para aulas selecionadas
vi_vn: Tạo danh sách lớp học cho các khoảng thời gian khóa học đã chọn

source: Create Class Pictures for Selected Course Periods
de_de: Neue Klassenfotos für ausgewählte Unterrichtsstunden erstellen
pt_br: Criar fotos de turma para aulas selecionadas
vi_vn: Tạo hình ảnh lớp học cho các khoảng thời gian khóa học đã chọn

source: Include Teacher
de_de: Lehrer miteinbeziehen
pt_br: Incluir professor
vi_vn: Bao gồm giáo viên

source: Not With
de_de: Nicht mit
pt_br: Não com
vi_vn: Không cùng

source: On
de_de: Auf
pt_br: Ligado
vi_vn: Bật

source: Not on
de_de: Nicht auf
pt_br: Não ativado
vi_vn: Không vào

source: Priority
de_de: Priorität
pt_br: Prioridade
vi_vn: Ưu tiên

source: Term
de_de: Begriff
pt_br: Termo
vi_vn: Học kỳ

source: Create Schedules for Selected Students
de_de: Erstellen Sie Stundenpläne für die ausgewählten Schüler
pt_br: Criar horários para alunos selecionados
vi_vn: Tạo lịch trình cho học sinh được chọn

source: Include only courses active as of
de_de: Nehmen Sie nur Kurse aktiv wie der
pt_br: Incluir apenas cursos ativos a partir de
vi_vn: Chỉ bao gồm các khóa học đang hoạt động kể từ

source: Table
de_de: Tabelle
pt_br: Tabela
vi_vn: Bảng

source: Horizontal Format
de_de: Querformat
pt_br: Formato horizontal
vi_vn: Định dạng ngang

source: Display Title of
de_de: Zeige Titel von
pt_br: Mostrar título de
vi_vn: Tiêu đề hiển thị của

source: All Subjects
de_de: Alle Themen
pt_br: Todos os assuntos
vi_vn: Tất cả môn học

source: Add a Request
de_de: Fügen Sie eine Anfrage hinzu
pt_br: Adicionar uma solicitação
vi_vn: Thêm yêu cầu

source: Unfilled Requests
de_de: Unbeantwortete Anfragen
pt_br: Solicitações não atendidas
vi_vn: Yêu cầu chưa được thực hiện

source: Include Inactive Courses
de_de: Inaktive Kurse miteinbeziehen
pt_br: Incluir cursos inativos
vi_vn: Bao gồm các khóa học không hoạt động

source: Show Available Seats
de_de: Verfügbare Plätze anzeigen
pt_br: Mostrar assentos disponíveis
vi_vn: Chỗ ngồi có sẵn

source: Print Schedule
de_de: Stundenplan drucken
pt_br: Agenda de impressão
vi_vn: Lịch in

source: Add a Course
de_de: Kurs hinzufügen
pt_br: Adicionar um curso
vi_vn: Thêm một khóa học
