Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: Locked
de_de: Gesperrt
pt_br: Bloqueado
vi_vn: Đã khóa

source: Sections
de_de: Abschnitte
pt_br: Seções
vi_vn: Phiên

source: Unfilled Request
de_de: Unerfüllte Anfrage
pt_br: Solicitação não atendida
vi_vn: Yêu cầu chưa được thực hiện Các yêu cầu chưa được thực hiện

source: This section is already full.
de_de: Dieser Abschnitt ist bereits voll.
pt_br: Esta seção já está cheia.
vi_vn: Phần này đã đầy đủ.

source: This student is already scheduled into this course.
de_de: Dieser Schüler ist bereits in diesen Kurs eingeplant.
pt_br: Este aluno já está agendado para este curso.
vi_vn: Học sinh này đã được sắp xếp vào khóa học này.

source: There is already a course scheduled in that period.
de_de: Es gibt bereits einen Kurs in diesem Zeitraum.
pt_br: Já existe um curso agendado nesse período.
vi_vn: Đã có một khóa học được lên lịch trong khoảng thời gian đó.

source: There is a conflict.
de_de: Es gibt einen Konflikt.
pt_br: Há um conflito.
vi_vn: Có một cuộc xung đột.

source: Are you sure you want to add this section?
de_de: Sind Sie sicher, dass Sie diesen Abschnitt hinzufügen möchten?
pt_br: Tem certeza que deseja adicionar esta seção?
vi_vn: Bạn có chắc chắn muốn thêm phần này không?

source: Unlocked
de_de: Freigegeben
pt_br: Desbloqueado
vi_vn: Đã mở khóa

source: (%d seats)
de_de: (%d Plätze)
pt_br: (%d assentos)
vi_vn: (%d ghế)

source: Full Year
de_de: Gesamt-Jahr
pt_br: Ano completo
vi_vn: Cả năm

source: Master Schedule Report
de_de: Bericht Haupt-Stundenplan
pt_br: Relatório de cronograma mestre
vi_vn: Báo cáo lịch trình chính

source: Delete Current Schedules
de_de: Lösche aktuelle Stundenpläne
pt_br: Excluir agendamentos atuais
vi_vn: Xóa lịch biểu hiện tại

source: Confirm Scheduler Run
de_de: Bestätigung des automatisches Zeitplanungsdurchlauf
pt_br: Confirmar execução do agendador
vi_vn: Xác nhận chạy trình lập lịch biểu

source: Are you sure you want to run the scheduler?
de_de: Sind Sie sicher, dass Sie das automatische Zeitplanungsprogramm laufen lassen wollen?
pt_br: Tem certeza que deseja executar o agendador?
vi_vn: Bạn có chắc chắn muốn chạy trình lập lịch không?

source: Scheduler Progress
de_de: Automatisches Zeitplanungsprogramm in Bearbeitung
pt_br: Progresso do agendador
vi_vn: Tiến trình lập lịch

source: Processing Requests ...
de_de: Anfragen in Bearbeitung …
pt_br: Processando solicitações ...
vi_vn: Xử lý Yêu cầu ...

source: %d%% Done
de_de: %d%% erledigt
pt_br: %d%% Concluído
vi_vn: %d%% Hoàn thành

source: Saving Schedules ...
de_de: Speichern Stundenpläne ...
pt_br: Salvando agendamentos ...
vi_vn: Đang lưu lịch trình ...

source: Optimizing ...
de_de: Optimierung ...
pt_br: Otimizando ...
vi_vn: Đang tối ưu hóa ...

source: Find a Course
de_de: Finden Sie einen Kurs
pt_br: Encontre um curso
vi_vn: Tìm một khóa học

source: Reset
de_de: Zurücksetzen
pt_br: Redefinir
vi_vn: Đặt lại

source: Takes Attendance
de_de: Nimmt teil
pt_br: Recebe atendimento
vi_vn: Ghi lại sự tham dự

source: Grading Scale
de_de: Bewertungsskala
pt_br: Escala de classificação
vi_vn: Xếp hạng Điểm

source: Not Graded
de_de: Nicht bewertet
pt_br: Não avaliado
vi_vn: Không được chấm điểm

source: Allow Teacher Grade Scale
de_de: Lassen Lehrer Note-Skala
pt_br: Permitir escala de notas do professor
vi_vn: Cho phép thang điểm giáo viên

source: Affects Honor Roll
de_de: Beeinflusst Ehrenliste
pt_br: Afeta o Quadro de Honra
vi_vn: Ảnh hưởng đến Danh dự

source: Gender Restriction
de_de: Geschlechterbeschränkung
pt_br: Restrição de gênero
vi_vn: Giới hạn giới tính

source: Male
de_de: Männlich
pt_br: Masculino
vi_vn: Nam

source: Female
de_de: Weiblich
pt_br: Feminino
vi_vn: Nữ

source: Number of Requests
de_de: Anzahl der Anfragen
pt_br: Número de solicitações
vi_vn: Số lượng yêu cầu

source: Show Child Marking Period Details
de_de: Dem Kind die Einzelheiten des Zeitraumes zeigen
pt_br: Mostrar detalhes do período de marcação filho
vi_vn: Hiển thị chi tiết về thời gian đánh dấu con

source: Top
de_de: Spitze
pt_br: Topo
vi_vn: Đứng đầu

source: List Students
de_de: Schülerliste
pt_br: Listar alunos
vi_vn: Danh sách học sinh

source: List Unscheduled Students
de_de: Liste ungeplanter Schüler
pt_br: Listar alunos não agendados
vi_vn: Danh sách học sinh không được lên lịch

source: Requests
de_de: Anfragen
pt_br: Pedidos
vi_vn: Các yêu cầu

source: Open
de_de: Öffnen
pt_br: Abrir
vi_vn: Mở

source: Filled
de_de: Ausgefüllt
pt_br: Preenchido
vi_vn: Đã điền

source: Unscheduled Student
de_de: Ungeplante Schüler
pt_br: Aluno não agendado
vi_vn: Sinh viên không có lịch trình Các sinh viên không có lịch trình

source: Snapshot
de_de: Momentaufnahme

source: Snapshots
de_de: Momentaufnahmen

source: School Inventory
de_de: Schulinventar

source: Inventory Snapshots
de_de: Momentaufnahmen Inventar

source: Photo
de_de: Foto

source: Location
de_de: Standort

source: All Items
de_de: Alle Artikel

source: Quantity
de_de: Anzahl

source: Locations
de_de: Standorte

source: Persons
de_de: Personen

source: Access Log
de_de: Zugangslogbuch
pt_br: Log de acesso
vi_vn: Nhật ký truy cập

source: Access Log cleared.
de_de: Zugangslogbuch gelöscht.
pt_br: Log de acesso limpo.
vi_vn: Đã xóa Nhật ký truy cập.

source: Clear Log
de_de: Logbuch leeren
pt_br: Limpar registro
vi_vn: Xóa Log

source: User Profile
de_de: Benutzerprofil
pt_br: Perfil de usuário
vi_vn: Thông tin người dùng

source: IP Address
de_de: IP-Adresse
pt_br: Endereço IP
vi_vn: Địa chỉ IP

source: Login record
de_de: Anmeldungsaufzeichnung
pt_br: Registro de login
vi_vn: Hồ sơ đăng nhập Các hồ sơ đăng nhập

source: Banned
de_de: Verbannt
pt_br: Banido
vi_vn: Bị cấm

source: Copy Calendar
de_de: Kalender kopieren
pt_br: Copiar calendário
vi_vn: Sao chép lịch

source: Default Calendar for this School
de_de: Standard-Kalender für diese Schule
pt_br: Calendário padrão para esta escola
vi_vn: Lịch mặc định cho trường này

source: Default is Full Day if Copy Calendar is N/A.
de_de: Standard ist, wenn Ganztages Kalender kopieren ist N / A.
pt_br: O padrão é dia inteiro se copiar calendário for N/A.
vi_vn: Mặc định là Cả ngày nếu Lịch sao chép là N/A.

source: Otherwise Default is minutes from the Copy Calendar
de_de: Ansonsten Standard ist nur wenige Minuten vom Kopier Kalender
pt_br: Caso contrário, o padrão é minutos da cópia do calendário
vi_vn: Nếu không thì Mặc định là phút từ Sao chép Lịch

source: Default is Full Day
de_de: Die Standardeinstellung ist Ganztags
pt_br: O padrão é dia inteiro
vi_vn: Mặc định là cả ngày

source: Minutes
de_de: Protokoll
pt_br: Minutos
vi_vn: Phút

source: Recreate %s calendar
de_de: Erstellen Sie den %s Kalender neu
pt_br: Recriar %s calendário
vi_vn: Tạo lại lịch %s

source: Create new calendar
de_de: Erstellen Sie neue Kalender
pt_br: Criar novo calendário
vi_vn: Tạo lịch mới

source: There are no calendars setup yet.
de_de: Es gibt keine Setup-Kalender noch.
pt_br: Não há calendários configurados ainda.
vi_vn: Chưa có lịch nào được thiết lập.

source: Event
de_de: Veranstaltung
pt_br: Evento
vi_vn: Sự kiện Các sự kiện

source: New Event
de_de: Neuer Termin
pt_br: Novo evento
vi_vn: Sự kiện mới

source: Event Repeat
de_de: Termin-Wiederholung
pt_br: Evento repetido
vi_vn: Sự kiện lặp lại

source: Notes
de_de: Aufzeichnungen
pt_br: Notas
vi_vn: Các ghi chú

source: Back to Calendar
de_de: Zurück zum Kalender
pt_br: Voltar ao calendário
vi_vn: Quay lại Lịch

source: Create
de_de: Erstellen
pt_br: Criar
vi_vn: Tạo

source: List Events
de_de: Liste der Veranstaltungen
pt_br: Lista de eventos
vi_vn: Danh sách sự kiện

source: This school has more than one default calendar!
de_de: Diese Schule hat mehr als einen Standard-Kalender!
pt_br: Esta escola tem mais de um calendário padrão!
vi_vn: Trường này có nhiều hơn một lịch mặc định!

source: This school does not have a default calendar!
de_de: Diese Schule verfügt nicht über einen Standard-Kalender!
pt_br: Esta escola não tem um calendário padrão!
vi_vn: Trường này không có lịch mặc định!

source: Full school day
de_de: Voller Schultag
pt_br: Dia escolar completo
vi_vn: Cả ngày học

source: Partial school day (minutes)
de_de: Partieller Schultag (Minuten)
pt_br: Dia escolar parcial (minutos)
vi_vn: Một phần ngày học (phút)

source: No school day
de_de: Kein Schultag
pt_br: Sem dia escolar
vi_vn: Không có ngày học

source: Legend
de_de: Erklärung
pt_br: Legenda
vi_vn: Chú giải

source: Modules
de_de: Module
pt_br: Módulos

source: The school configuration has been modified.
de_de: Die Schul-Konfiguration wurde geändert.
pt_br: A configuração da escola foi modificada.
vi_vn: Cấu hình trường đã được sửa đổi.

source: Program Name
de_de: Programmname
pt_br: Nome do programa
vi_vn: Tên chương trình

source: Program Title
de_de: Programmtitel
pt_br: Título do programa
vi_vn: Tiêu đề chương trình

source: Default Theme
de_de: Standard-Theme
pt_br: Tema padrão
vi_vn: Giao diện mặc định

source: Force
de_de: Erzwingen
pt_br: Força
vi_vn: Bắt buộc

source: New users will be added with the No Access profile
de_de: Neue Benutzer werden mit dem Profil „Kein Zugriff“ hinzugefügt
pt_br: Novos usuários serão adicionados com o perfil sem acesso
vi_vn: Người dùng mới sẽ được thêm vào với cấu hình Không có quyền truy cập

source: New students will be added as Inactive students
de_de: Neue Schüler werden als inaktive Schüler hinzugefügt
pt_br: Novos alunos serão adicionados como alunos inativos
vi_vn: Học sinh mới sẽ được thêm vào làm học sinh Không hoạt động

source: Automatic Student Account Activation
de_de: Automatische Schülerkontoaktivierung
pt_br: Ativação automática da conta do aluno
vi_vn: Kích hoạt tài khoản sinh viên tự động

source: Default School
de_de: Standard-Schule
pt_br: Escola padrão
vi_vn: Trường học mặc định

source: Student email field
de_de: Schüler E-Mail Feld
pt_br: Campo de e-mail do aluno
vi_vn: Trường email sinh viên

source: Security
de_de: Sicherheit
pt_br: Segurança
vi_vn: Bảo mật

source: Failed Login Attempts Limit
de_de: Limit fehlgeschlagener Anmeldungen
pt_br: Limite de tentativas de login com falha
vi_vn: Giới hạn số lần đăng nhập không thành công

source: Leave the field blank to always allow
de_de: Lassen Sie das Feld leer, um immer zu erlauben
pt_br: Deixe o campo em branco para permitir sempre
vi_vn: Để trống trường để luôn cho phép

source: Password Strength
de_de: Kennwortstärke
pt_br: Força da senha
vi_vn: Độ mạnh mật khẩu

source: Minimum password strength required.
de_de: Minimale Passwortstärke benötigt.
pt_br: Força mínima de senha necessária.
vi_vn: Yêu cầu độ mạnh mật khẩu tối thiểu.

source: Set to 0 to disable.
de_de: Auf 0 setzen zum Abschalten.
pt_br: Defina como 0 para desabilitar.
vi_vn: Đặt thành 0 để tắt.

source: Force Password Change on First Login
de_de: Passwortänderung beim ersten Einloggen erzwingen
pt_br: Forçar mudança de senha no primeiro login
vi_vn: Buộc thay đổi mật khẩu khi đăng nhập lần đầu

source: School year over two calendar years
de_de: Schuljahr über zwei Kalenderjahre
pt_br: Ano escolar em dois anos civis
vi_vn: Năm học trong hai năm dương lịch

source: School logo
de_de: Schullogo
pt_br: Logotipo da Escola
vi_vn: Biểu tượng của trường học

source: Currency Symbol
de_de: Währungszeichen
pt_br: Símbolo de moeda
vi_vn: Ký hiệu tiền tệ

source: Thousands separator
de_de: 1000er-Trennzeichen
pt_br: Separador de milhar
vi_vn: Hàng ngàn dải phân cách

source: Decimal separator
de_de: Dezimaltrennzeichen
pt_br: Separador decimal
vi_vn: Phân số thập phân

source: Find a Student
de_de: Schüler finden
pt_br: Encontre um aluno
vi_vn: Tìm một sinh viên

source: Popup window
de_de: Pop-Up Fenster
pt_br: Janela pop-up
vi_vn: Cửa sổ bật lên

source: Course Widget
de_de: Kurs Widget
pt_br: Widget do curso
vi_vn: Widget khóa học

source: Display Mailing Address
de_de: Zeige Postadresse an
pt_br: Exibir endereço de correspondência
vi_vn: Hiển thị địa chỉ gửi thư

source: Check Bus Pickup / Dropoff by default
de_de: Überprüfen Bus Pickup / Dropoff standardmäßig
pt_br: Verificar embarque/desembarque de ônibus por padrão
vi_vn: Kiểm tra dịch vụ đón / trả xe buýt theo mặc định

source: Enable Legacy Contact Information
de_de: Aktiviere Nachlass-Kontakt-Informationen
pt_br: Ativar informações de contato herdadas
vi_vn: Bật thông tin liên hệ kế thừa

source: Limit Existing Contacts & Addresses to current school
de_de: Limitiere existierende Kontakte & Adressen auf aktuelle Schule
pt_br: Limitar contatos e endereços existentes à escola atual
vi_vn: Giới hạn Địa chỉ & Liên hệ Hiện tại đối với trường học hiện tại

source: Use Semester Comments instead of Quarter Comments
de_de: Verwenden Sie Kommentare des Semesters anstatt Kommentare des Quartals
pt_br: Usar comentários do semestre em vez de comentários do trimestre
vi_vn: Sử dụng Nhận xét Học kỳ thay vì Nhận xét Quý

source: Use letter grades only
de_de: Verwenden Sie nur Zeugnisnoten
pt_br: Usar notas apenas com letras
vi_vn: Chỉ sử dụng điểm chữ cái

source: Use letter and percent grades
de_de: Verwenden Sie Buchstaben und Prozent-Typen
pt_br: Usar letras e notas percentuais
vi_vn: Sử dụng chữ cái và điểm phần trăm

source: Use percent grades only
de_de: Verwenden Sie nur Noten Prozent
pt_br: Usar apenas notas percentuais
vi_vn: Chỉ sử dụng điểm phần trăm

source: Hide grade comment except for attendance period courses
de_de: Noten ausblenden außer bei Anwesenheit der Kurse
pt_br: Ocultar comentário de nota, exceto para cursos de período de frequência
vi_vn: Ẩn nhận xét điểm ngoại trừ các khóa học trong thời gian tham dự

source: Allow Teachers to edit grades after grade posting period
de_de: Lehrern erlauben nach dem Ende dem Zeitraum der Noteneingabe Noten zu bearbeiten
pt_br: Permitir que professores editem notas após o período de postagem de notas
vi_vn: Cho phép Giáo viên chỉnh sửa điểm sau thời gian đăng điểm

source: Allow Teachers to edit gradebook grades for past quarters
de_de: Lehrern erlauben Noteneingaben in vergangenen Quartalen zu bearbeiten
pt_br: Permitir que os professores editem as notas do livro de notas dos últimos trimestres
vi_vn: Cho phép Giáo viên chỉnh sửa điểm số trong các quý trước

source: Enable Anonymous Grade Statistics for Parents and Students
de_de: Aktiviere anonyme Noten-Statistiken für Eltern und Schüler
pt_br: Ativar estatísticas de notas anônimas para pais e alunos
vi_vn: Bật thống kê điểm ẩn danh cho phụ huynh và học sinh

source: Enable Anonymous Grade Statistics for Administrators and Teachers
de_de: Aktiviere anonyme Noten-Statistiken für Administratoren und Lehrer
pt_br: Ativar estatísticas de notas anônimas para administradores e professores
vi_vn: Bật thống kê điểm ẩn danh cho quản trị viên và giáo viên

source: Minutes in a Full School Day
de_de: Minuten in einem Tag der Ganztags-Schule
pt_br: Minutos em um dia escolar completo
vi_vn: Số phút trong một ngày học đầy đủ

source: Number of days before the school date teachers can edit attendance
de_de: Anzahl der Tage vor dem Datum der Schule Lehrer können die Teilnahme bearbeiten
pt_br: Número de dias antes da data escolar os professores podem editar a frequência
vi_vn: Số ngày trước ngày học mà giáo viên có thể chỉnh sửa điểm danh

source: Number of days after the school date teachers can edit attendance
de_de: Anzahl der Tage nach dem Datum der Schule Lehrer können die Teilnahme bearbeiten
pt_br: Número de dias após a data escolar os professores podem editar a frequência
vi_vn: Số ngày sau ngày học mà giáo viên có thể chỉnh sửa điểm danh

source: Food Service Balance minimum amount for warning
de_de: Verpflegungssaldo: untere Warnschwelle
pt_br: Valor mínimo do saldo do serviço de alimentação para aviso
vi_vn: Số tiền tối thiểu trong Số dư Dịch vụ Thực phẩm để cảnh báo

source: Food Service Balance minimum amount
de_de: Verpflegungssaldo: unteres Limit
pt_br: Valor mínimo do saldo do serviço de alimentação
vi_vn: Số tiền tối thiểu trong Số dư Dịch vụ Thực phẩm

source: Food Service Balance target amount
de_de: Verpflegungssaldo: Zielsaldo
pt_br: Valor alvo do saldo do serviço de alimentação
vi_vn: Số tiền mục tiêu của Số dư Dịch vụ Thực phẩm

source: School Configuration
de_de: Schule Konfiguration
pt_br: Configuração da escola
vi_vn: Cấu hình trường học

source: School Periods
de_de: Schulzeit
pt_br: Períodos escolares
vi_vn: Thời gian học

source: Report Card Grade Codes
de_de: Bericht Card Grade Codes
pt_br: Códigos de notas do cartão de relatório
vi_vn: Mã điểm thẻ báo cáo

source: Report Card Comment Codes
de_de: Bericht Card Kommentar Codes
pt_br: Códigos de comentários do cartão de relatório
vi_vn: Mã nhận xét trên thẻ báo cáo

source: Eligibility Activities
de_de: Berechtigungsaktivitäten
pt_br: Atividades de elegibilidade
vi_vn: Hoạt động đủ điều kiện

source: New School
de_de: Neue Schule
pt_br: Nova escola
vi_vn: Trường mới

source: New School's Title
de_de: Neue Schul-Bezeichnung
pt_br: Título da nova escola
vi_vn: Tên trường mới

source: Confirm Copy School
de_de: Bestätige das kopieren der Schule
pt_br: Confirmar cópia da escola
vi_vn: Xác nhận trường sao chép

source: Are you sure you want to copy the data for %s to a new school?
de_de: Sind Sie sicher, dass Sie die Daten für %s in eine neue Schule kopieren möchten?
pt_br: Tem certeza que deseja copiar os dados de %s para uma nova escola?
vi_vn: Bạn có chắc chắn muốn sao chép dữ liệu của %s sang một trường học mới không?

source: The data have been copied to a new school called "%s".
de_de: Die Daten wurden in eine neue Schule namens "%s" kopiert.
pt_br: Os dados foram copiados para uma nova escola chamada "%s".
vi_vn: Dữ liệu đã được sao chép sang một trường mới có tên "%s".

source: Database Backup
de_de: Datenbank-Backup
pt_br: Backup do banco de dados
vi_vn: Sao lưu cơ sở dữ liệu

source: Download backup files periodically in case of system failure.
de_de: Laden Sie Backup-Dateien in regelmäßigen Abständen im Falle von Systemausfällen.
pt_br: Baixe arquivos de backup periodicamente em caso de falha do sistema.
vi_vn: Tải xuống các tệp sao lưu định kỳ trong trường hợp hệ thống bị lỗi.

source: Download Backup File
de_de: Backup-Datei herunterladen
pt_br: Baixar arquivo de backup
vi_vn: Tải xuống tệp sao lưu

source: New Year
de_de: Neujahr
pt_br: Ano novo
vi_vn: Năm mới

source: New Semester
de_de: Neues Semester
pt_br: Novo Semestre
vi_vn: Học kỳ mới

source: New Progress Period
de_de: Neuer Fortschrittszeitraum
pt_br: Novo período de progresso
vi_vn: Giai đoạn tiến độ mới

source: Not all of the dates were entered correctly.
de_de: Nicht alle Daten wurden korrekt eingegeben.
pt_br: Nem todas as datas foram inseridas corretamente.
vi_vn: Không phải tất cả các ngày đều được nhập đúng.

source: Start date must be anterior to end date.
de_de: Das Startdatum muss vor dem Enddatum liegen.
pt_br: A data de início deve ser anterior à data de término.
vi_vn: Ngày bắt đầu phải trước ngày kết thúc.

source: The beginning and end dates you specified for this marking period overlap with those of "%s".
de_de: Die Anfangs- und Enddatum für diesen Benotungszeitraum überschneiden sich mit denen von "%s" angegebenen.
pt_br: As datas inicial e final que você especificou para este período de marcação se sobrepõemcom os de "%s".
vi_vn: Ngày bắt đầu và ngày kết thúc bạn đã chỉ định cho khoảng thời gian đánh dấu này trùng với ngày của "%s".

source: Only one marking period can be open at any time.
de_de: Nur ein Benotungszeitraum kann gleichzeitig geöffnet sein.
pt_br: Apenas um período de marcação pode ser aberto a qualquer momento.
vi_vn: Chỉ có thể mở một khoảng thời gian đánh dấu bất kỳ lúc nào.

source: The grade posting dates you specified for this marking period overlap with those of "%s".
de_de: Der Datumsbereich der Noteneingabe des ausgewählten Benotungszeitraums überschneidet sich mit dem von "%s" angegebenen.
pt_br: As datas de postagem de notas que você especificou para este período de notas se sobrepõem a aqueles de "%s".
vi_vn: Ngày đăng điểm mà bạn đã chỉ định cho khoảng thời gian tính điểm này trùng với ngày của "%s".

source: Only one grade posting period can be open at any time.
de_de: Nur eine Noten Buchungsperiode kann jederzeit geöffnet werden.
pt_br: Apenas um período de postagem de nota pode ser aberto a qualquer momento.
vi_vn: Chỉ có một giai đoạn đăng điểm có thể được mở bất cứ lúc nào.

source: Progress Period
de_de: Fortschrittszeitraum
pt_br: Período de progresso
vi_vn: Giai đoạn Tiến độ Các giai đoạn tiến triển

source: End date for current Marking Period is posterior to parent Marking Period's end date.
de_de: Enddatum des aktuellen Benotungszeitraums ist nach dem Enddatum des übergeordneten Benotungszeitraums.
pt_br: A data final do período de marcação atual é posterior à do período de marcação paidata final.
vi_vn: Ngày kết thúc của Chu kỳ Chấm điểm hiện tại sau ngày kết thúc của Chu kỳ Chấm điểm phụ huynh.

source: Start date for current Marking Period is anterior to parent Marking Period's start date.
de_de: Startdatum des aktuellen Benotungszeitraums ist vor dem Startdatum des übergeordneten Benotungszeitraums.
pt_br: A data de início do período de marcação atual é anterior à do período de marcação paidata de início.
vi_vn: Ngày bắt đầu của Chu kỳ Chấm điểm hiện tại là trước đến ngày bắt đầu Chu kỳ Chấm điểm của phụ huynh.

source: Graded
de_de: Gestuft
pt_br: Classificado
vi_vn: Đã chấm điểm

source: Grade Posting Begins
de_de: Benotung beginnt
pt_br: Começa a publicação da nota
vi_vn: Bắt đầu đăng điểm số

source: Grade Posting Ends
de_de: Benotung endet
pt_br: Fim da postagem da nota
vi_vn: Kết thúc đăng điểm số

source: Portal Notes
de_de: Portal Hinweise
pt_br: Notas do portal
vi_vn: Ghi chú Cổng thông tin

source: Portal Polls
de_de: Umfragen Portal
pt_br: Enquetes do portal
vi_vn: Cuộc thăm dò trên Cổng thông tin

source: Calendars
de_de: Kalender
pt_br: Calendários
vi_vn: Lịch

source: School Information
de_de: Schul-Informationen
pt_br: Informações da escola
vi_vn: Thông tin trường học

source: Copy School
de_de: Schule kopieren
pt_br: Copiar escola
vi_vn: Trường sao chép

source: School Fields
de_de: Schulfelder
pt_br: Campos da escola
vi_vn: Trường dữ liệu tùy chỉnh cho trường học

source: Rollover
de_de: Verlängerung
pt_br: Rolar
vi_vn: Thanh cuốn

source: Length (minutes)
de_de: Länge (Minuten)
pt_br: Duração (minutos)
vi_vn: Độ dài (phút)

source: Block
de_de: Blockieren
pt_br: Bloquear
vi_vn: Khối

source: Publishing Options
de_de: Veröffentlichungs-Optionen
pt_br: Opções de publicação
vi_vn: Tùy chọn xuất bản

source: Poll
de_de: Umfrage
pt_br: Enquete
vi_vn: Thăm dò ý kiến Các cuộc thăm dò

source: New Question
de_de: Neue Frage
pt_br: Nova pergunta
vi_vn: Câu hỏi mới

source: Results Display
de_de: Ergebnisse anzeigen
pt_br: Exibição de resultados
vi_vn: Hiển thị kết quả

source: Schools
de_de: Schulen
pt_br: Escolas
vi_vn: Trường học

source: Student Enrollment Codes
de_de: Schüler-Codes für Einschreibungen
pt_br: Códigos de matrícula do aluno
vi_vn: Mã ghi danh cho sinh viên

source: You <i>must</i> roll users, school periods, marking periods, calendars, attendance codes, and report card codes at the same time or before rolling courses.
de_de: Sie <i>müssen</i> Nutzer, Schulzeiten, Bewertungszeiträume, Kalender, Teilnahme-Codes und Zeugnis-Codes zu gleichen Zeit oder vor den Kursen übertragen.
pt_br: Você <i>deve</i> rolar usuários, períodos escolares, períodos de marcação, calendários e informe os códigos do cartão ao mesmo tempo ou antes de rolar os cursos.
vi_vn: Bạn <i>phải</i> tổng hợp người dùng, kỳ học, kỳ đánh dấu, lịch, mã tham dự và mã thẻ báo cáo cùng một lúc hoặc trước khi triển khai các khóa học.
