Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: Contact Information
de_de: Kontakt-Informationen
pt_br: Informações de contato
vi_vn: Thông tin liên hệ

source: Call
de_de: Anrufen
pt_br: Chamar
vi_vn: Gọi

source: Custody
de_de: Sorgerecht
pt_br: Custódia
vi_vn: Sự coi giư

source: Emergency
de_de: Notfall
pt_br: Emergência
vi_vn: Khẩn cấp

source: %s ID
de_de: %s ID Nummer
pt_br: ID %s

source: Grade Level
de_de: Klassenstufe
pt_br: Nível de nota
vi_vn: Cấp lớp Các cấp lớp

source: Excluded
de_de: Ausgeschlossen
pt_br: Excluído
vi_vn: Không bao gồm

source: Address contains
de_de: Adresse enthält
pt_br: Endereço contém
vi_vn: Địa chỉ chứa

source: Your password must be stronger.
de_de: Ihr Passwort muss stärker sein.
pt_br: Sua senha deve ser mais forte.
vi_vn: Mật khẩu của bạn phải mạnh hơn.

source: Write
de_de: Schreiben
pt_br: Escrever
vi_vn: Viết

source: Preview
de_de: Vorschau
pt_br: Visualizar
vi_vn: Xem trước

source: Mastering MarkDown
de_de: MarkDown beherrschen
pt_br: Dominando MarkDown
vi_vn: Nắm vững MarkDown

source: Select some Options
de_de: Selektieren Sie einige Optionen
pt_br: Selecione algumas opções
vi_vn: Chọn một số tùy chọn

source: Maximum file size: %01.0fMb
de_de: Maximale Dateigröße: %01.0fMb
pt_br: Tamanho máximo do arquivo: %01.0fMb
vi_vn: Kích thước tệp tối đa: %01.0fMb

source: Check All
de_de: Alles markieren
pt_br: Verificar tudo
vi_vn: Kiểm tra tất cả

source: Select
de_de: Auswählen
pt_br: Selecionar
vi_vn: Chọn

source: Relevance
de_de: Relevanz
pt_br: Relevância
vi_vn: Liên quan

source: Displaying %d through %d
de_de: Angezeigte %d bis %d
pt_br: Exibindo %d a %d
vi_vn: Hiển thị từ %d đến %d

source: %d %s was found.
de_de: %d %s wurde gefunden.
pt_br: %d %s foi encontrado.
vi_vn: Đã tìm thấy %d %s.

source: Result
de_de: Ergebnis
pt_br: Resultado
vi_vn: Kết quả

source: Results
de_de: Ergebnisse
pt_br: Resultados
vi_vn: Các kết quả

source: No %s were found.
de_de: Keine %s gefunden.
pt_br: Nenhum %s foi encontrado.
vi_vn: Không tìm thấy %s.

source: Export list
de_de: Liste exportieren
pt_br: Exportar lista
vi_vn: Xuất danh sách

source: Search
de_de: Suche
pt_br: Pesquisar
vi_vn: Tìm kiếm

source: of, the, a, an, in
de_de: von, der, ein, ein, in
pt_br: de, o, um, um, em
vi_vn: của, các, một, một, trong

source: Confirm
de_de: Bestätigen
pt_br: Confirmar
vi_vn: Xác nhận

source: Are you sure you want to %s that %s?
de_de: Sind Sie sicher, dass Sie %s %s wollen?
pt_br: Tem certeza que deseja %s aquele %s?
vi_vn: Bạn có chắc bạn muốn %s mà %s không?

source: The value for %s
de_de: Der Inhalt für %s
pt_br: O valor para %s
vi_vn: Giá trị cho %s

source: There is no column for %s. This value was not saved.
de_de: Es gibt keine Spalte für %s. Dieser Inhat wurde nicht gespeichert.
pt_br: Não há coluna para %s. Este valor não foi salvo.
vi_vn: Không có cột cho %s. Giá trị này không được lưu.

source: %s was too long. It was truncated to fit in the field.
de_de: %s war zu lang. Es wurde gekürzt, um in das Feld zu passen.
pt_br: %s era muito longo. Foi truncado para caber no campo.
vi_vn: %s quá dài. Nó đã được cắt ngắn cho vừa với trường này.

source: %s, a numerical field, contained non-numerical characters. These characters were removed.
de_de: %s ist ein numerisches Feld. Ihre Eingabe beinhaltet nicht-numerische Zeichen. Diese Zeichen wurden entfernt.
pt_br: %s, um campo numérico, continha caracteres não numéricos. Esses caracteres foram removidos.
vi_vn: %s, một trường số, chứa các ký tự không phải là số. Các ký tự đã được gỡ bỏ.

source: %s, a date field, was not a valid date. This value could not be saved.
de_de: %s ist ein Datumsfeld. Ihre Eingabe war kein gültiges Datum. Dieser Wert konnte nicht gespeichert werden.
pt_br: %s, um campo de data, não era uma data válida. Este valor não pôde ser salvo.
vi_vn: %s, một trường ngày, không phải là ngày tháng hợp lệ. Giá trị này không thể lưu được.

source: Grade Levels
de_de: Klassenstufen
pt_br: Níveis de notas
vi_vn: Các cấp độ

source: Other Value
de_de: Anderer Wert
pt_br: Outro valor
vi_vn: Giá trị khác

source: starts with
de_de: beginnt mit
pt_br: começa com
vi_vn: bắt đầu với

source: Your account has not yet been activated.
de_de: Ihr Konto wurde noch nicht aktiviert.
pt_br: Sua conta ainda não foi ativada.
vi_vn: Tài khoản của bạn vẫn chưa được kích hoạt.

source: You will be notified when it has been verified by a school administrator.
de_de: Sie werden benachrichtigt, wenn Ihr Konto von einem Administrator verifiziert wurde.
pt_br: Você será notificado quando for verificado por um administrador da escola.
vi_vn: Bạn sẽ được thông báo khi nó đã được xác minh bởi quản trị viên của trường.

source: Too many Failed Login Attempts.
de_de: Zu viele fehlgeschlagene Anmeldeversuche.
pt_br: Muitas tentativas de login com falha.
vi_vn: Quá nhiều lần đăng nhập không thành công.

source: Please try logging in later.
de_de: Bitte versuchen Sie eine Anmeldung später.
pt_br: Por favor, tente fazer login mais tarde.
vi_vn: Vui lòng thử đăng nhập sau.

source: Incorrect username or password.
de_de: Benutzername oder Passwort sind nicht korrekt.
pt_br: Nome de usuário ou senha incorreta.
vi_vn: Tên đăng nhập hoặc mật khẩu không chính xác.

source: Please try logging in again.
de_de: Bitte melden Sie sich erneut an.
pt_br: Por favor, tente fazer login novamente.
vi_vn: Hãy thử đăng nhập lại.

source: You must have javascript enabled to use %s.
de_de: Sie müssen JavaScript aktivieren, um das %s System zu verwenden.
pt_br: Você deve ter o javascript ativado para usar %s.
vi_vn: Bạn phải bật javascript để sử dụng %s.

source: You must accept cookies to use %s.
de_de: Sie müssen Cookies aktivieren, um das %s System zu verwenden.
pt_br: Você deve aceitar cookies para usar %s.
vi_vn: Bạn phải chấp nhận cookie để sử dụng %s.

source: Your account has been created.
de_de: Ihr Konto wurde erstellt.
pt_br: Sua conta foi criada.
vi_vn: Tài khoản của bạn đã được tạo.

source: You will then be able to log in.
de_de: Sie werden dann in der Lage sein sich einzuloggen.
pt_br: Você poderá então fazer o login.
vi_vn: Sau đó, bạn sẽ có thể đăng nhập.

source: If you supplied a correct email address then please check your email for the password reset instructions.
de_de: Falls Sie eine korrekte E-Mail-Adresse angegeben haben, prüfen Sie bitte Ihr E-Mail-Postfach für die Rücksetzanleitung Ihres Passworts.
pt_br: Se você forneceu um endereço de e-mail correto, verifique seu e-mail para o instruções de redefinição de senha.
vi_vn: Nếu bạn cung cấp một địa chỉ email chính xác, vui lòng kiểm tra email của bạn để biết hướng dẫn đặt lại mật khẩu.

source: Language
de_de: Sprache
pt_br: Idioma
vi_vn: Ngôn ngữ

source: Login
de_de: Anmelden
vi_vn: Đăng nhập

source: About
de_de: Über
pt_br: Sobre
vi_vn: Giới thiệu

source: This is a restricted network. Use of this network, its equipment, and resources is monitored at all times and requires explicit permission from the network administrator and %s. If you do not have this permission in writing, you are violating the regulations of this network and can and will be prosecuted to the full extent of the law. By continuing into this system, you are acknowledging that you are aware of and agree to these terms.
de_de: Dies ist ein eingeschränktes Netzwerk. Die Nutzung dieses Netzes, seiner Ausrüstung und Ressourcen wird zu allen Zeiten überwacht und bedarf der ausdrücklichen Genehmigung des Netzwerk-Administrators und %s. Wenn Sie nicht über diese schriftliche Berechtigung verfügen, verletzen Sie die Bestimmungen dieses Netzwerkes und begehen eine Zuwiderhandlung. Sie werden sodann in vollem Umfang zur Rechenschaft gezogen. Durch die weitere Benutzung dieses Systems bestätigen Sie, dass Sie sich den Bedingungen bewusst sind und ihnen zustimmen.
pt_br: Esta é uma rede restrita. O uso desta rede, seus equipamentos e os recursos são monitorados o tempo todo e requerem permissão explícita de o administrador da rede e %s. Se você não tem esta permissão em escrevendo, você está violando os regulamentos desta rede e pode e iráser processado em toda a extensão da lei. Ao continuar neste sistema, você está reconhecendo que está ciente e concorda com estes termos.
vi_vn: Đây là một mạng bị hạn chế. Việc sử dụng mạng này, thiết bị và tài nguyên của mạng này luôn được giám sát và yêu cầu sự cho phép rõ ràng từ quản trị viên mạng và %s. Nếu bạn không có sự cho phép này bằng văn bản, bạn đang vi phạm các quy định của mạng này và có thể và sẽ bị truy tố ở mức độ đầy đủ của pháp luật. Bằng cách tiếp tục vào hệ thống này, bạn xác nhận rằng bạn đã biết và đồng ý với các điều khoản này.

source: Please enter a valid Sort Order.
de_de: Bitte geben Sie eine gültige Sortierung.
pt_br: Por favor, insira uma ordem de classificação válida.
vi_vn: Vui lòng nhập một Thứ tự sắp xếp hợp lệ.

source: Short Name
de_de: Kurzer Name
pt_br: Nome curto
vi_vn: Tên ngắn

source: Type
de_de: Typ
pt_br: Tipo
vi_vn: Loại Loại

source: Incomes
de_de: Einnahmen
pt_br: Receitas
vi_vn: Thu nhập

source: Expenses
de_de: Ausgaben
pt_br: Despesas
vi_vn: Chi phí

source: Daily Transactions
de_de: Tägliche Transaktionen
pt_br: Transações diárias
vi_vn: Giao dịch hàng ngày

source: Daily Totals
de_de: Tägliche Gesamtbeträge
pt_br: Totais diários
vi_vn: Tổng hàng ngày

source: Expense
de_de: Ausgabe
pt_br: Despesa
vi_vn: Chi phí Các chi phí

source: Amount
de_de: Menge
pt_br: Quantidade
vi_vn: Số tiền

source: Comment
de_de: Kommentar
pt_br: Comentar
vi_vn: Bình luận Các bình luận

source: Report Timeframe
de_de: Bericht Zeitrahmen
pt_br: Prazo do relatório
vi_vn: Khung thời gian báo cáo

source: Go
de_de: Start
pt_br: Ir
vi_vn: Đi

source: Total from filtered Incomes
de_de: Saldo aus gefilterten Einnahmen

source: Less
de_de: Weniger
pt_br: Menos
vi_vn: Ít hơn

source: Total from filtered Expenses
de_de: Saldo aus gefilterten Ausgaben

source: Total from Incomes
de_de: Saldo der Einnahmen
pt_br: Total de receitas
vi_vn: Tổng từ thu nhập

source: Total from Student Payments
de_de: Saldo der Schülerzahlungen
pt_br: Total dos pagamentos dos alunos
vi_vn: Tổng từ Khoản thanh toán cho sinh viên

source: Total from Expenses
de_de: Saldo der Ausgaben
pt_br: Total de despesas
vi_vn: Tổng từ Chi phí

source: Total from Staff Payments
de_de: Saldo der Personalgehaltszahlungen
pt_br: Total de pagamentos de funcionários
vi_vn: Tổng từ Khoản thanh toán cho Nhân viên

source: General Balance
de_de: Saldo Gesamt
pt_br: Balanço geral
vi_vn: Số dư chung

source: Income
de_de: Einnahme
pt_br: Receita
vi_vn: Thu nhập Thu nhập

source: Staff Payroll
de_de: Personalgehaltsliste
pt_br: Folha de pagamento de funcionários
vi_vn: Bảng lương nhân viên

source: Salaries
de_de: Gehälter
pt_br: Salários
vi_vn: Tiền lương

source: Staff Payments
de_de: Personalgehälter
pt_br: Pagamentos de funcionários
vi_vn: Thanh toán cho nhân viên

source: Reports
de_de: Berichte
pt_br: Relatórios
vi_vn: Các báo cáo

source: Staff Balances
de_de: Saldo Personal
pt_br: Saldos da equipe
vi_vn: Số dư nhân viên

source: Print Statements
de_de: Kontoauszüge drucken
pt_br: Imprimir declarações
vi_vn: In các bản sao kê

source: Salary
de_de: Gehalt
pt_br: Salário
vi_vn: Lương bổng Các lương bổng

source: Assigned
de_de: Zugewiesen
pt_br: Atribuído
vi_vn: Được giao

source: Due
de_de: Fällig
pt_br: Devido
vi_vn: Đến hạn

source: Total from Salaries
de_de: Saldo der Gehälter
pt_br: Total de salários
vi_vn: Tổng từ tiền lương

source: Total
de_de: Gesamt
vi_vn: Tổng tiền

source: Payment
de_de: Zahlung
pt_br: Pagamento
vi_vn: Thanh toán Các thanh toán

source: Statement
de_de: Erklärung
pt_br: Declaração
vi_vn: Báo cáo

source: No Staff were found.
de_de: Kein Personal wurde gefunden.
pt_br: Nenhuma equipe foi encontrada.
vi_vn: Không có nhân viên nào được tìm thấy.

source: Totals
de_de: Summen
pt_br: Totais
vi_vn: Tổng số

source: Student Payments
de_de: Schülerzahlungen
pt_br: Pagamentos estudantis
vi_vn: Khoản thanh toán cho sinh viên

source: Fees
de_de: Gebühren
pt_br: Taxas
vi_vn: Phí

source: Staff Payment
de_de: Personalzahlungen
pt_br: Pagamento de equipe
vi_vn: Thanh toán cho nhân viên

source: Staff
de_de: Personal
pt_br: Equipe
vi_vn: Nhân viên

source: Fee
de_de: Gebühr
pt_br: Taxa
vi_vn: Phí Các phí

source: Student Payment
de_de: Schülerzahlung
pt_br: Pagamento estudantil
vi_vn: Thanh toán cho sinh viên

source: Transaction
de_de: Transaktion
pt_br: Transação
vi_vn: Giao dịch Các giao dịch

source: Absence records were added for the selected students.
de_de: Abwesenheits-Aufzeichnungen wurden für die ausgewählten Schüler aufgenommen.
pt_br: Registros de ausência foram adicionados para os alunos selecionados.
vi_vn: Hồ sơ vắng mặt đã được thêm vào cho các học sinh được chọn.

source: You must choose at least one period and one student.
de_de: Sie müssen mindestens einen Zeitraum und einen Schüler auswählen.
pt_br: Você deve escolher pelo menos um período e um aluno.
vi_vn: Bạn phải chọn ít nhất một tiết và một học sinh.

source: Add Absences to Selected Students
de_de: Füge die Abwesenheit für die ausgewählten Schüler hinzu
pt_br: Adicionar faltas aos alunos selecionados
vi_vn: Thêm sự vắng mặt cho những học sinh được chọn

source: Add Absences
de_de: Abwesenheiten hinzufügen
pt_br: Adicionar ausências
vi_vn: Thêm sự vắng mặt

source: Add Absence to Periods
de_de: Füge die Abwesenheitszeiträume hinzu
pt_br: Adicionar ausência aos períodos
vi_vn: Thêm sự vắng mặt vào khoảng thời gian

source: Absence Code
de_de: Abwesenheits-Code
pt_br: Código de ausência
vi_vn: Mã vắng mặt

source: Absence Reason
de_de: Grund der Abwesenheit
pt_br: Motivo da ausência
vi_vn: Lý do vắng mặt

source: The selected date is not in a school quarter.
de_de: Das gewählte Datum ist nicht in einem Schul-Quartal.
pt_br: A data selecionada não é em um trimestre escolar.
vi_vn: Ngày đã chọn không nằm trong một quý học.

source: Period
de_de: Zeitraum
pt_br: Período
vi_vn: Thời kỳ Các thời kỳ

source: Attendance Code
de_de: Anwesenheits-Code
pt_br: Código de presença (comparecimento)
vi_vn: Mã tham dự

source: Teacher's Entry
de_de: Lehrer(in)-Eintrag
pt_br: Entrada do professor
vi_vn: Bài thi của giáo viên

source: Office Comment
de_de: Büro-Kommentar
pt_br: Comentário da secretaria
vi_vn: Nhận xét văn phòng

source: Teacher Comment
de_de: Lehrer-Kommentar
pt_br: Comentário do professor
vi_vn: Nhận xét của giáo viên

source: Update
de_de: Aktualisierung
pt_br: Atualizar
vi_vn: Cập nhật

source: Present
de_de: Vorhanden
pt_br: Presente
vi_vn: Có mặt

source: Day Comment
de_de: Kommentar zum Tag
pt_br: Comentário do dia
vi_vn: Bình luận trong ngày

source: Current Student
de_de: Aktueller Schüler
pt_br: Aluno atual
vi_vn: Sinh viên hiện tại

source: Not Present
de_de: Nicht vorhanden
pt_br: Não presente
vi_vn: Không có mặt

source: Comments
de_de: Kommentare
pt_br: Comentários
vi_vn: Nhận xét

source: Courses
de_de: Kurse
pt_br: Cursos
vi_vn: Khoá học

source: Default for Teacher
de_de: Standard für Lehrer
pt_br: Padrão para professor
vi_vn: Mặc định cho giáo viên

source: State Code
de_de: Landeskennzeichen
pt_br: Código do estado
vi_vn: Mã tình trạng

source: Teacher & Office
de_de: Lehrer und Büro
pt_br: Professor e secretaria
vi_vn: Giáo viên & Văn phòng

source: Office Only
de_de: Nur Büro
pt_br: Apenas secretaria
vi_vn: Chỉ văn phòng

source: Absent
de_de: Abwesend
pt_br: Ausente
vi_vn: Vắng mặt

source: Half Day
de_de: Halbtages
pt_br: Meio dia
vi_vn: Nửa ngày

source: Attendance Chart
de_de: Die Teilnahme-Tabelle
pt_br: Tabela de presença
vi_vn: Biểu đồ chuyên cần

source: Daily Summary
de_de: Tägliche Zusammenfassung
pt_br: Resumo diário
vi_vn: Tổng hợp hàng ngày

source: Absence Summary
de_de: Abwesenheit Zusammenfassung
pt_br: Resumo de ausência
vi_vn: Tóm tắt về sự vắng mặt

source: Duplicate Attendance Record
de_de: Besucherrekord verdoppelt
pt_br: Duplicar registro de presença
vi_vn: Bản ghi điểm danh trùng lặp

source: The duplicate records have been deleted.
de_de: Die doppelten Datensätze wurden gelöscht.
pt_br: Os registros duplicados foram deletados.
vi_vn: Các bản ghi trùng lặp đã bị xóa.

source: You must choose at least one student.
de_de: Sie müssen mindestens einen Schüler wählen.
pt_br: Você deve escolher pelo menos um aluno.
vi_vn: Bạn phải chọn ít nhất một học sinh.

source: Page
de_de: Seite
pt_br: Página
vi_vn: Trang

source: of %d pages.
de_de: von %d Seiten.
pt_br: de %d páginas.
vi_vn: trong số %d trang.

source: Course Period ID
de_de: Unterrichtsstunde ID
pt_br: ID da aula
vi_vn: ID thời gian khóa học

source: Course Start Date
de_de: Startdatum
pt_br: Data de início do curso
vi_vn: Ngày bắt đầu khóa học

source: Course End Date
de_de: Kurs Enddatum
pt_br: Data de término do curso
vi_vn: Ngày kết thúc khóa học

source: Attendance Date
de_de: Datum der Teilnahme
pt_br: Data da presença
vi_vn: Ngày tham dự

source: No Duplicates Found
de_de: Keine Duplikate gefunden
pt_br: Nenhuma duplicata encontrada
vi_vn: Không tìm thấy bản sao

source: From
de_de: Aus
pt_br: De
vi_vn: Từ

source: When do you want to recalculate the daily attendance?
de_de: Wann möchten Sie die tägliche Anwesenheit neu berechnen?
pt_br: Quando você deseja recalcular a freqüência diária?
vi_vn: Khi nào bạn muốn tính lại số lần tham gia hàng ngày?

source: Recalculate Daily Attendance
de_de: Tägliche Teilnahme neu berechnen
pt_br: Recalcular frequência diária
vi_vn: Tính lại điểm chuyên cần hàng ngày

source: Calculating ...
de_de: Die Berechnung ...
pt_br: Calculando ...
vi_vn: Đang tính ...

source: The Daily Attendance for that timeframe has been recalculated.
de_de: Die tägliche Anwesenheit für diesen Zeitraum ist neu berechnet worden.
pt_br: A frequência diária para esse período foi recalculada.
vi_vn: Điểm danh hàng ngày cho khung thời gian đó đã được tính toán lại.

source: Administration
de_de: Verwaltung
pt_br: Administração
vi_vn: Quản trị

source: Teacher Completion
de_de: Lehrer Fertigstellung
pt_br: Conclusão do professor
vi_vn: Giáo viên Hoàn thành

source: Average Daily Attendance
de_de: Durchschnittliche tägliche Teilnahme
pt_br: Presença diária média
vi_vn: Điểm danh trung bình hàng ngày

source: Utilities
de_de: Dienstprogramme
pt_br: Utilitários
vi_vn: Các tiện ích

source: Delete Duplicate Attendance
de_de: Lösche Kopiere Teilnahme
pt_br: Excluir comparecimento duplicado
vi_vn: Xóa điểm danh trùng lặp

source: Attendance Codes
de_de: Die Teilnahme-Codes
pt_br: Códigos de presença
vi_vn: Mã chấm công

source: Take Attendance
de_de: Teilnehmen
pt_br: Presença
vi_vn: Tham gia

source: Average Attendance by Day
de_de: Anwesenheit pro Tag
pt_br: Média de presenças por dia
vi_vn: Điểm danh trung bình theo ngày

source: Advanced
de_de: Fortgeschritten
pt_br: Avançado
vi_vn: Nâng cao

source: Timeframe
de_de: Zeitrahmen
pt_br: Prazo
vi_vn: Khung thời gian

source: Days Possible
de_de: Mögliche Tage
pt_br: Dias possíveis
vi_vn: Ngày có thể

source: ADA
de_de: Durchschnittliche tägliche Anwesenheit

source: Average Attendance
de_de: Durchschnittliche Teilnahme
pt_br: Frequência média
vi_vn: Chuyên cần trung bình

source: Average Absent
de_de: Durchschnittliche Abwesenheit
pt_br: Média ausente
vi_vn: Vắng mặt trung bình

source: School Day
de_de: Schultag
pt_br: Dia escolar
vi_vn: Ngày học Các ngày học

source: You cannot take attendance for this course period.
de_de: Sie können keine Anwesenheit für diese Unterrichtsstunde eintragen.
pt_br: Você não pode comparecer nesta aula.
vi_vn: Bạn không thể tham dự trong thời gian khóa học này.

source: You cannot take attendance for this period on this day.
de_de: Sie können keine Anwesenheit für den Kurs an diesem Tag eintragen.
pt_br: Você não pode atender neste período neste dia.
vi_vn: Bạn không thể điểm danh cho khoảng thời gian này vào ngày này.

source: The selected date is not today
de_de: Das gewählte Datum ist nicht heute
pt_br: A data selecionada não é hoje
vi_vn: Ngày đã chọn không phải là hôm nay

source: You can edit this attendance
de_de: Sie können diese Teilnahme bearbeiten
pt_br: Você pode editar esta presença
vi_vn: Bạn có thể chỉnh sửa sự tham dự này

source: You cannot edit this attendance
de_de: Sie können diese Teilnahme nicht ändern
pt_br: Você não pode editar esta presença
vi_vn: Bạn không thể chỉnh sửa sự tham dự này

source: You already have taken attendance today for this period.
de_de: Sie haben bereits die Teilnahme für diesen Kurs eingegeben.
pt_br: Você já marcou presença hoje para este período.
vi_vn: Bạn đã tham dự ngày hôm nay cho giai đoạn này.

source: Teacher who takes attendance
de_de: Lehrer, der die Anwesenheit aufnimmt
pt_br: Professor que faz presença
vi_vn: Giáo viên điểm danh Các giáo viên điểm danh

source: Completed
de_de: Fertiggestellt
pt_br: Concluído
vi_vn: Đã hoàn thành

source: Teacher who takes %s attendance
de_de: Lehrer, der %s Teilnahme erfolgt
pt_br: Professor que atende %s
vi_vn: Giáo viên điểm danh %s

source: Teachers who take %s attendance
de_de: Lehrer, die %s Teilnahme nehmen
pt_br: Professores que fazem presença %s
vi_vn: Các Giáo viên điểm danh %s

source: Daily
de_de: Täglich
pt_br: Diário
vi_vn: Hàng ngày

source: By Period
de_de: Nach Unterrichtsstunden
pt_br: Por período
vi_vn: Theo khoảng thời gian

source: My Periods
de_de: Meine Unterrichtsstunden
pt_br: Meus períodos
vi_vn: Thời kỳ của tôi

source: Periods
de_de: Zeiten
pt_br: Períodos
vi_vn: Các khoảng

source: Daily Attendance
de_de: Tägliche Teilnahme
pt_br: Participação diária
vi_vn: Điểm danh hàng ngày

source: Absences
de_de: Abwesenheiten
pt_br: Ausências
vi_vn: Vắng mặt

source: All Periods
de_de: Alle Zeiträume
pt_br: Todos os períodos
vi_vn: Tất cả các kỳ

source: State Abs
de_de: Staats Abs
pt_br: Estado Aus
vi_vn: Tiểu bang

source: Student Name
de_de: Schülername
pt_br: Nome do aluno
vi_vn: Tên sinh viên

source: Possible
de_de: Mögliche
pt_br: Possível
vi_vn: Có thể được

source: Year to Date Totals
de_de: Gesamtbeträge seit Jahresbeginn
pt_br: Totais do ano até a data
vi_vn: Tổng số từ đầu năm đến nay

source: Create Attendance Report for Selected Students
de_de: Teilnahmebericht für ausgewählte Schüler erstellen
pt_br: Criar relatório de frequência para alunos selecionados
vi_vn: Tạo báo cáo chuyên cần cho học sinh được chọn

source: Select Parents email field
de_de: Wähle E-Mail-Feld für Eltern
pt_br: Selecione o campo de e-mail dos pais
vi_vn: Chọn trường email Cha mẹ

source: Student Fields
de_de: Schüler Felder
pt_br: Campos do aluno
vi_vn: Các lĩnh vực sinh viên

source: Address Fields
de_de: Adressfelder
pt_br: Campos de endereço
vi_vn: Trường địa chỉ

source: You must set the <b>test mode email</b> or have a user email address to use this script.
de_de: Sie brauchen die E-Mail-<b> Testmodus </ b> eEinstellung oder eine Benutzer-E-Mail-Adresse, um dieses Skript zu verwenden.
pt_br: Você deve definir o <b>e-mail do modo de teste</b> ou ter um endereço de e-mail de usuário para usar este roteiro.
vi_vn: Bạn phải đặt <b>email ở chế độ kiểm tra</b> hoặc có địa chỉ email người dùng để sử dụng tập lệnh này.

source: New Parent Account
de_de: Neues Eltern-Konto
pt_br: Nova conta principal
vi_vn: Tài khoản chính mới

source: Updated Parent Account
de_de: Aktualisiertes Eltern-Konto
pt_br: Conta principal atualizada
vi_vn: Đã cập nhật tài khoản chính

source: Fail
de_de: Durchfallen
pt_br: Falha
vi_vn: Không Đạt

source: Success
de_de: Erfolg
pt_br: Sucesso
vi_vn: Thành công

source: Creation Result
de_de: Creation Ergebnis
pt_br: Resultado da criação
vi_vn: Kết quả tạo Kết quả tạo

source: Create Parent Accounts for Selected Students
de_de: Neues Eltern-Konto für ausgewählte Schüler
pt_br: Criar contas de pais para alunos selecionados
vi_vn: Tạo tài khoản cha mẹ cho học sinh được chọn

source: Send email notification to Parents
de_de: E-Mail-Benachrichtigung an Eltern verschicken
pt_br: Enviar notificação por e-mail aos pais
vi_vn: Gửi email thông báo cho phụ huynh
