Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: You <i>must</i> roll enrollment codes at the same time or before rolling students.
de_de: Sie <i>müssen</i> Einschreibung-Codes gleichzeitig oder vor den Schülern übertragen.
pt_br: Você <i>deve</i> rolar os códigos de inscrição ao mesmo tempo ou antes de estudantes.
vi_vn: Bạn <i>phải</i> cuộn mã đăng ký cùng lúc hoặc trước khi chuyển học viên.

source: You <i>must</i> roll courses at the same time or before rolling report card comments.
de_de: Sie <i>müssen</i> Kurse zur gleichen Zeit oder vor den Zeugnis-Kommentaren übertragen.
pt_br: Você <i>deve</i> rolar os cursos ao mesmo tempo ou antes de rolar os comentários boletim.
vi_vn: Bạn <i>phải thực</i> hiện các khóa học cùng lúc hoặc trước khi thực hiện các nhận xét trong phiếu báo cáo.

source: Food Service Staff Accounts
de_de: Verpflegung Personalkonten
pt_br: Contas da equipe de serviços de alimentação
vi_vn: Tài khoản nhân viên phục vụ ăn uống

source: Greyed items already have data in the next school year (They might have been rolled).
de_de: Graue Begriffe haben bereits Daten im nächsten Schuljahr (Sie könnten gerollt haben).
pt_br: Os itens acinzentados já possuem dados do próximo ano letivo (eles podem ter sido rolados).
vi_vn: Các mục màu xám đã có dữ liệu trong năm học tiếp theo (Chúng có thể đã được cuộn).

source: Rolling greyed items will delete already existing data in the next school year.
de_de: Übertrag von ausgegrauten Punkten wird die schon bereits vorhandene Daten im nächsten Schuljahr löschen.
pt_br: Rolar itens acinzentados excluirá dados já existentes na próxima escolaano.
vi_vn: Cuộn các mục có màu xám sẽ xóa dữ liệu đã có trong năm học tới.

source: Are you sure you want to roll the data for %s to the next school year?
de_de: Sind Sie sicher, dass Sie die Daten für %s, in das nächste Schuljahr übernehmen wollen?
pt_br: Tem certeza que deseja rolar os dados de %s para o próximo ano letivo?
vi_vn: Bạn có chắc chắn muốn chuyển dữ liệu của %s sang năm học tiếp theo không?

source: You <i>must</i> roll users, school periods, marking periods, calendars, and report card codes at the same time or before rolling courses.
de_de: Sie <i>müssen</i> Nutzer, Schulzeiten, Bewertungszeiträume, Kalender und Zeugnis-Codes zur gleichen Zeit oder vor den Kursen übertragen.
pt_br: Você <i>deve</i> rolar usuários, períodos escolares, períodos de marcação, calendários e informe os códigos do cartão ao mesmo tempo ou antes de rolar os cursos.
vi_vn: Bạn <i>phải</i> tổng hợp người dùng, kỳ học, kỳ đánh dấu, lịch và mã thẻ báo cáo cùng một lúc hoặc trước khi triển khai các khóa học.

source: The data have been rolled.
de_de: Die Daten wurden übernommen.
pt_br: Os dados foram rolados.
vi_vn: Dữ liệu đã được cuộn.

source: Do not forget to update the $DefaultSyear to '%d' in the config.inc.php file when ready.
de_de: Vergessen Sie nicht das $DefaultSyear zu ’%d’ in der config.inc.php Datei zu aktualisieren wenn Sie fertig sind.
pt_br: Não se esqueça de atualizar o $DefaultSyear para '%d' no arquivo config.inc.php quando estiver pronto.
vi_vn: Đừng quên cập nhật $DefaultSyear thành '%d' trong tệp config.inc.php khi sẵn sàng.

source: Do not forget to update the default school year to '%d' from <a href="%s" target="_blank">your account</a> when ready.
de_de: Vergessen Sie nicht das Standardschuljahr zu ’%d’ in <a href=„%s“ target=„_blank“>Ihrem Account</a> zu aktuallisieren wenn Sie fertig sind.
pt_br: Não se esqueça de atualizar o ano letivo padrão para '%d' de <a href="%s" target="_blank">sua conta</a> quando estiver pronto.
vi_vn: Đừng quên cập nhật năm học mặc định thành '%d' từ <a href="%s" target="_blank">tài khoản của bạn</a> khi sẵn sàng.

source: School Field
de_de: Schulfeld
pt_br: Campo escolar
vi_vn: Trường dữ liệu trường học

source: New School Field
de_de: Neues Schul-Feld
pt_br: Novo campo escolar
vi_vn: Trường dữ liệu trường học mới

source: This school has been modified.
de_de: Diese Schule wurde geändert.
pt_br: Esta escola foi modificada.
vi_vn: Trường này đã được sửa đổi.

source: School Name
de_de: Name der Schule
pt_br: Nome da escola
vi_vn: Tên trường học

source: Principal of School
de_de: Rektor der Schule
pt_br: Diretor da escola
vi_vn: Hiệu trưởng trường

source: Base Grading Scale
de_de: Base-Bewertungsskala
pt_br: Escala de classificação básica
vi_vn: Thang điểm cơ sở

source: Number of Days for the Rotation
de_de: Anzahl der Tage für die Rotation
pt_br: Número de dias para a rotação
vi_vn: Số ngày luân phiên

source: Leave the field blank if the school does not use a Rotation of Numbered Days
de_de: Lassen Sie das Feld leer, wenn die Schule nicht verwenden eine Drehung der Zahl von Tagen
pt_br: Deixe o campo em branco caso a escola não utilize rotação de dias numerados
vi_vn: Để trống trường nếu trường không sử dụng Luân phiên các ngày được đánh số

source: All Day
de_de: Ganztags
pt_br: O dia todo
vi_vn: Cả ngày

source: Add-on successfully uploaded.
de_de: Add-on erfolgreich hochgeladen.
pt_br: Complemento carregado com sucesso.
vi_vn: Tiện ích bổ sung đã được tải lên thành công.

source: Cannot open file.
de_de: Datei kann nicht geöffnet werden.
pt_br: Não foi possível abrir o arquivo.
vi_vn: Không thể mở tệp.

source: Module
de_de: Modul
pt_br: Módulo
vi_vn: Mô-đun Các mô-đun

source: Files not eraseable.
de_de: Dateien nicht löschbar.
pt_br: Arquivos não apagáveis.
vi_vn: Các tệp không thể xóa được.

source: Deactivate
de_de: Deaktivieren
pt_br: Desativar
vi_vn: Vô hiệu hóa

source: Incomplete or nonexistent module.
de_de: Unvollständiges oder nicht existentes Modul.
pt_br: Módulo incompleto ou inexistente.
vi_vn: Mô-đun không đầy đủ hoặc không tồn tại.

source: Activated
de_de: Aktiviert
pt_br: Ativado
vi_vn: Đã kích hoạt

source: %s file missing or wrong permissions.
de_de: %s Datei fehlt oder hat die falschen Zugriffsrechte.
pt_br: %s arquivo ausente ou com permissões erradas.
vi_vn: %s tệp bị thiếu hoặc quyền sai.

source: Incomplete or nonexistent plugin.
de_de: Unvollständiges oder nicht existentes Plugin.
pt_br: Plugin incompleto ou inexistente.
vi_vn: Plugin không đầy đủ hoặc không tồn tại.

source: That fee has been added to the selected students.
de_de: Diese Gebühr wurde zu den ausgewählten Schülern hinzugefügt.
pt_br: Essa taxa foi adicionada aos alunos selecionados.
vi_vn: Phí đó đã được thêm vào các sinh viên được chọn.

source: Please enter a valid Amount.
de_de: Bitte geben Sie eine gültigen Betrag ein.
pt_br: Por favor, insira um valor válido.
vi_vn: Vui lòng nhập Số tiền hợp lệ.

source: Add Fee to Selected Students
de_de: Gebühr zu ausgewählten Schülern hinzufügen
pt_br: Adicionar taxa para alunos selecionados
vi_vn: Thêm phí cho những sinh viên được chọn

source: That payment has been added to the selected students.
de_de: Diese Zahlung wurde zu den ausgewählten Schüler hinzugefügt.
pt_br: Esse pagamento foi adicionado aos alunos selecionados.
vi_vn: Khoản thanh toán đó đã được thêm vào các sinh viên được chọn.

source: Add Payment to Selected Students
de_de: Zahlung an ausgewählte Schüler hinzufügen
pt_br: Adicionar pagamento a alunos selecionados
vi_vn: Thêm thanh toán cho các sinh viên được chọn

source: Payments
de_de: Zahlungen
pt_br: Pagamentos
vi_vn: Thanh toán

source: Mass Assign Fees
de_de: Gebühren anweisen
pt_br: Taxas de atribuição em massa
vi_vn: Tạo phí hàng loạt

source: Mass Assign Payments
de_de: Zahlungen anweisen
pt_br: Atribuir taxas em massa
vi_vn: Tạo phí thanh toán

source: Student Balances
de_de: Schüler-Saldo
pt_br: Saldos dos alunos
vi_vn: Số dư sinh viên

source: Cumulative Balance over school years
de_de: Gesamtsaldo über die Schuljahre
pt_br: Saldo cumulativo ao longo dos anos letivos
vi_vn: Số dư tích lũy qua các năm học

source: Waive
de_de: Verzichten
pt_br: Renunciar
vi_vn: Miễn

source: Waiver
de_de: Verzicht
pt_br: Isenção
vi_vn: Miễn trừ

source: Total from Fees
de_de: Summe der Gebühren
pt_br: Total de taxas
vi_vn: Tổng từ Phí

source: Total from Payments
de_de: Summe der Zahlungen
pt_br: Total de pagamentos
vi_vn: Tổng từ Thanh toán

source: Refund
de_de: Rückerstattung
pt_br: Reembolso
vi_vn: Hoàn tiền

source: Lunch Payment
de_de: Mittagessen Zahlung
pt_br: Pagamento do almoço
vi_vn: Thanh toán bữa trưa

source: Waived
de_de: Verzichtet
pt_br: Dispensado
vi_vn: Được miễn

source: Refunded
de_de: Erstattet
pt_br: Reembolsado
vi_vn: Hoàn tiền

source: %d new fee
de_de: %d neue Gebühr
pt_br: %d nova taxa
vi_vn: %d phí mới

source: Enrollment Record
de_de: Anmelderekorde
pt_br: Registro de inscrição
vi_vn: Hồ sơ nhập học Cạc hồ sơ nhập học

source: The selected user's profile now includes access to the selected students.
de_de: Die ausgewählten Benutzer-Profile enthält nun Zugriff auf die ausgewählten Schüler.
pt_br: O perfil do usuário selecionado agora inclui acesso aos alunos selecionados.
vi_vn: Hồ sơ của người dùng đã chọn hiện bao gồm quyền truy cập vào các sinh viên đã chọn.

source: student from that user
de_de: Schüler von diesem Benutzer
pt_br: aluno desse usuário
vi_vn: sinh viên từ người dùng đó

source: remove access to
de_de: Zugang entfernen
pt_br: remover acesso a
vi_vn: xóa quyền truy cập vào

source: Associated
de_de: Assoziierte
pt_br: Associado
vi_vn: Có liên quan

source: Add Selected Parents
de_de: Ausgewählte Eltern hinzufügen
pt_br: Adicionar pais selecionados
vi_vn: Thêm cha mẹ được chọn

source: Parents
de_de: Eltern
pt_br: Pais
vi_vn: Các phụ huynh

source: Associated Parent
de_de: Assoziierte Eltern
pt_br: Pai Associado
vi_vn: Cha mẹ được liên kết Cha mẹ được liên kết

source: Birth Month
de_de: Geburtsmonat
pt_br: Mês de nascimento
vi_vn: Tháng sinh

source: Birth Day
de_de: Geburtstag
pt_br: Dia de nascimento
vi_vn: Ngày sinh nhật

source: The student is already enrolled on that date, and cannot be enrolled a second time on the date you specified. Please fix, and try enrolling the student again.
de_de: Der Schüler ist bereits zu diesem Zeitpunkt eingeschrieben und kann nicht ein zweites Mal auf dem von Ihnen angegebenen Datum eingeschrieben werden. Bitte versuchen Sie die Einschreibung des Schüler erneut.
pt_br: O aluno já está matriculado nessa data, não podendo estar matriculado a segunda vez na data especificada. Corrija e tente inscrever o aluno de novo.
vi_vn: Học sinh đã được đăng ký vào ngày đó, và không thể đăng ký lần thứ hai vào ngày bạn đã chỉ định. Vui lòng sửa chữa và thử đăng ký học sinh lại.

source: No data was entered.
de_de: Keine Daten eingegeben.
pt_br: Nenhum dado foi inserido.
vi_vn: Không có dữ liệu nào được nhập.

source: The specified information was applied to the selected students.
de_de: Die angegebenen Daten wurden auf die ausgewählten Schüler angewandt.
pt_br: As informações especificadas foram aplicadas aos alunos selecionados.
vi_vn: Thông tin được chỉ định đã được áp dụng cho các sinh viên được chọn.

source: You must choose at least one field and one student
de_de: Sie müssen mindestens ein Feld und ein Schüler wählen
pt_br: Você deve escolher pelo menos um campo e um aluno
vi_vn: Bạn phải chọn ít nhất một lĩnh vực và một sinh viên

source: All Categories
de_de: Alle Kategorien
pt_br: Todas as categorias
vi_vn: Tất cả danh mục

source: Rolling / Retention Options
de_de: Übergabe- / Zurückhalte-Optionen
pt_br: Opções de rolagem/retenção
vi_vn: Tùy chọn Lăn / Giữ chân

source: Attendance Start Date this School Year
de_de: Die Teilnahme am Startdatum in diesem Schuljahr
pt_br: Data de início da frequência neste ano letivo
vi_vn: Ngày Bắt đầu Chuyên cần Năm học này

source: Enrollment Code
de_de: Einschreibung-Code
pt_br: Código de inscrição
vi_vn: Mã đăng ký Các mã đăng ký

source: There must be exactly one Rollover default enrollment code (of type Add).
de_de: Es darf nur einen standardmäßigen Übergabe-Einschreibungscode geben (des Typs Hinzufügen).
pt_br: Deve haver exatamente um código de inscrição padrão Rolar (do tipo Adicionar).
vi_vn: Phải có chính xác một mã đăng ký mặc định Rollover (loại Thêm).

source: Rollover Default
de_de: Rollover-Standard
pt_br: Rolar padrão
vi_vn: Di chuột mặc định

source: Drop
de_de: Durchfallen
pt_br: Descartar
vi_vn: Vứt

source: Print Letters for Selected Students
de_de: Briefe für ausgewählte Schüler drucken
pt_br: Imprimir cartas para alunos selecionados
vi_vn: In thư cho học sinh được chọn

source: Letter Text
de_de: Brieftext
pt_br: Texto da carta
vi_vn: Văn bản chữ cái

source: Add a Student
de_de: Fügen Sie ein Studenten
pt_br: Adicionar um aluno
vi_vn: Thêm một sinh viên

source: Group Assign Student Info
de_de: Gruppe zuordnen Studenteninfo
pt_br: Grupo atribuir informações do aluno
vi_vn: Chỉ định nhóm thông tin sinh viên

source: Associate Parents with Students
de_de: Eltern mit Schülern verbinden
pt_br: Associar pais a alunos
vi_vn: Liên kết phụ huynh với học sinh

source: Advanced Report
de_de: Erweiterter Bericht
pt_br: Relatório avançado
vi_vn: Báo cáo nâng cao

source: Student Breakdown
de_de: Studentenpannen
pt_br: Detalhamento do aluno
vi_vn: Chi tiết sinh viên

source: Print Letters
de_de: Briefe drucken
pt_br: Imprimir cartas
vi_vn: In thư

source: Print Student Labels
de_de: Schüler-Etiketten drucken
pt_br: Imprimir etiquetas de alunos
vi_vn: In Nhãn Sinh viên

source: Print Student Info
de_de: Schülerinfo drucken
pt_br: Imprimir informações do aluno
vi_vn: In thông tin sinh viên

source: Associated Parents
de_de: Assoziierte Eltern
pt_br: Pais associados
vi_vn: Cha mẹ được liên kết

source: Print Info for Selected Students
de_de: Info für ausgewählte Schüler drucken
pt_br: Informações de impressão para alunos selecionados
vi_vn: In thông tin cho sinh viên được chọn

source: Search All Schools
de_de: Suche alle Schulen
pt_br: Pesquisar todas as escolas
vi_vn: Tìm kiếm tất cả các trường học

source: Basic Search
de_de: Einfache Suche
pt_br: Pesquisa básica
vi_vn: Tìm kiếm

source: Advanced Search
de_de: Erweiterte Suche
pt_br: Pesquisa avançada
vi_vn: Tìm kiếm nâng cao

source: Expanded View
de_de: Erweiterte Ansicht
pt_br: Visualização expandida
vi_vn: Tìm kiếm được mở rộng

source: Family
de_de: Familie
pt_br: Família
vi_vn: Gia đình Các gia đình

source: A user with that username already exists. Choose a different username and try again.
de_de: Ein Benutzer mit diesem Benutzernamen existiert bereits. Wählen Sie einen anderen Benutzernamen und versuchen Sie es erneut.
pt_br: Já existe um usuário com esse nome de usuário. Escolha um nome de usuário diferente e tente novamente.
vi_vn: Một người dùng với tên đó đã tồn tại. Chọn một tên người dùng khác và thử lại.

source: That %s ID is already taken. Please select a different one.
de_de: Diese %s ID Nummer ist bereits vergeben. Bitte wählen Sie einen anderen.
pt_br: Esse ID %s já foi usado. Por favor, selecione um diferente.
vi_vn: ID %s đó đã được sử dụng. Vui lòng chọn một cái khác.

source: Create Labels for Selected Students
de_de: Etiketten erstellen für ausgewählte Schüler
pt_br: Criar rótulos para alunos selecionados
vi_vn: Tạo nhãn cho học sinh được chọn

source: No Contact
de_de: Kein Kontakt
pt_br: Sem contato
vi_vn: Không có liên lạc

source: This student doesn't have an address.
de_de: Dieser Schüler hat keine Adresse.
pt_br: Este aluno não tem endereço.
vi_vn: Sinh viên này không có địa chỉ.

source: Other students associated with this address
de_de: Andere Schüler, die mit dieser Adresse verbunden sind
pt_br: Outros alunos associados a este endereço
vi_vn: Các sinh viên khác được liên kết với địa chỉ này

source: Residence
de_de: Residenz
pt_br: Residência
vi_vn: Nơi cư trú

source: Bus Dropoff
de_de: Bus Rückkehr
pt_br: Desembarque de ônibus
vi_vn: Xe buýt bỏ học

source: Bus Pickup
de_de: Bus Abholung
pt_br: Pegada de ônibus
vi_vn: Đón xe buýt

source: Add a <b>New</b> Address
de_de: Fügen Sie eine <b>neue</b> Adresse hinzu
pt_br: Adicionar um <b>novo</b> endereço
vi_vn: Thêm địa chỉ <b>mới</b>

source: Add an <b>Existing</b> Address
de_de: Fügen Sie eine <b>bestehende</b> Adresse hinzu
pt_br: Adicionar um endereço <b>existente</b>
vi_vn: Thêm địa chỉ <b>hiện có</b>

source: Contacts without an Address
de_de: Kontakte ohne Adresse
pt_br: Contatos sem endereço
vi_vn: Liên hệ không có địa chỉ

source: Contacts at this Address
de_de: Kontakte zu dieser Adresse
pt_br: Contatos neste endereço
vi_vn: Địa chỉ liên hệ tại địa chỉ này

source: Other students associated with this person
de_de: Andere Schüler, die mit dieser Person verbunden sind
pt_br: Outros alunos associados a esta pessoa
vi_vn: Các sinh viên khác được liên kết với người này

source: Add a <b>New</b> Contact
de_de: Fügen Sie einen <b>neuen</b> Kontakt ein
pt_br: Adicionar um <b>novo</b> contato
vi_vn: Thêm một liên hệ <b>mới</b>

source: Add an <b>Existing</b> Contact
de_de: Fügen Sie einen <b>bestehende</b> Kontakt hinzu
pt_br: Adicionar um contato <b>existente</b>
vi_vn: Thêm địa chỉ liên hệ <b>hiện có</b>

source: Map It
de_de: Karte zeigen
pt_br: Mapeie
vi_vn: Ánh xạ nó

source: If different than above
de_de: Wenn anders als oben
pt_br: Se diferente do acima
vi_vn: Nếu khác ở trên

source: Select Address
de_de: Adresse auswählen
pt_br: Selecionar endereço
vi_vn: Chọn địa chỉ

source: Select Person
de_de: Person auswählen
pt_br: Selecionar pessoa
vi_vn: Chọn người

source: Address Field
de_de: Adressfeld
pt_br: Campo de endereço
vi_vn: Trường địa chỉ

source: Address Field Category
de_de: Adressfeld-Kategorie
pt_br: Categoria do campo de endereço
vi_vn: Loại trường địa chỉ

source: and all fields in the category
de_de: und alle Felder in der Rubrik
pt_br: e todos os campos da categoria
vi_vn: và tất cả các trường trong danh mục

source: New Address Field
de_de: Neues Adressfeld
pt_br: Novo campo de endereço
vi_vn: Trường địa chỉ mới

source: New Address Field Category
de_de: Neue Adressfeld-Kategorie
pt_br: Nova categoria de campo de endereço
vi_vn: Danh mục trường địa chỉ mới

source: Note: All unchecked means applies to all addresses
de_de: Hinweis: Alle nicht ausgewählten Möglichkeiten gelten für alle Adressen
pt_br: Nota: todos os meios desmarcados se aplicam a todos os endereços
vi_vn: Lưu ý: Tất cả các phương tiện không được chọn áp dụng cho tất cả các địa chỉ

source: Enroll student for next school year
de_de: Einschreibung des Schülers im nächsten Schuljahr
pt_br: Matricular aluno para o próximo ano letivo
vi_vn: Ghi danh học sinh cho năm học tiếp theo

source: The password must have at least 8 characters, at least 1 digit, at least 1 lower case letter, at least 1 upper case letter, at least 1 non-alphanumeric character
de_de: Das Kennwort muss mindestens 8 Zeichen, mindestens 1 Stelle, mindestens 1 Kleinbuchstaben, mindestens 1 Großbuchstaben, mindestens ein nicht-alphanumerische Zeichen haben
pt_br: A senha deve ter pelo menos 8 caracteres, pelo menos 1 dígito, pelo menos 1 letra minúscula, pelo menos 1 letra maiúscula, pelo menos 1 não alfanuméricapersonagem
vi_vn: Mật khẩu phải có ít nhất 8 ký tự, ít nhất 1 chữ số, ít nhất 1 chữ thường, ít nhất 1 chữ hoa, ít nhất 1 ký tự không phải chữ và số

source: Moodle will create a password and send an email to user if left empty.
de_de: Moodle wird ein Passwort generieren und eine E-Mail an den Benutzer verschicken, falls das Feld leer gelassen wird.
pt_br: O Moodle criará uma senha e enviará um e-mail ao usuário se deixado em branco.
vi_vn: Moodle sẽ tạo mật khẩu và gửi email cho người dùng nếu để trống.

source: Immunization or Physical
de_de: Impfung oder ärztliche Untersuchung
pt_br: Imunização ou físico
vi_vn: Chủng ngừa hoặc kiểm tra sức khỏe Các chủng ngừa hoặc kiểm tra sức khỏe

source: Medical Alert
de_de: Medizinische Kenntnisse
pt_br: Alerta médico
vi_vn: Cảnh báo y tế Các cảnh báo y tế

source: Time In
de_de: Rechtzeitig
pt_br: Tempo dentro
vi_vn: Thời gian trong

source: Time Out
de_de: Zeitlimit
pt_br: Tempo esgotado
vi_vn: Hết giờ

source: Reason
de_de: Grund
pt_br: Razão
vi_vn: Lý do

source: Nurse Visit
de_de: Krankenschwester Besuch
pt_br: Visita de enfermeira
vi_vn: Chuyến thăm y tá Các chuyến thăm y tá

source: Age
de_de: Alter
pt_br: Idade
vi_vn: Tuổi

source: Contact Field
de_de: Kontaktfeld
pt_br: Campo de contato
vi_vn: Trường liên hệ

source: Contact Field Category
de_de: Kontaktfeld Kategorien
pt_br: Categoria do campo de contato
vi_vn: Danh mục trường liên hệ

source: New Contact Field
de_de: Neues Kontakt Feld
pt_br: Novo campo de contato
vi_vn: Trường liên hệ mới

source: New Contact Field Category
de_de: Neue Kontakt Feld Kategorie
pt_br: Nova categoria de campo de contato
vi_vn: Danh mục trường liên hệ mới

source: Note: All unchecked means applies to all contacts
de_de: Hinweis: Alle nicht ausgewählten Möglichkeiten gelten für alle Kontakte
pt_br: Nota: todos os meios desmarcados se aplicam a todos os contatos
vi_vn: Lưu ý: Tất cả các phương tiện không được chọn áp dụng cho tất cả các địa chỉ liên hệ

source: The include file was not found: "%s"
de_de: Die include-Datei wurde nicht gefunden: „%s“
pt_br: O arquivo de inclusão não foi encontrado: "%s"
vi_vn: Không tìm thấy tệp bao gồm: "%s"

source: Student Field Category
de_de: Schüler-Feld Kategorie
pt_br: Categoria do campo do aluno
vi_vn: Danh mục trường dữ liệu sinh viên

source: New Student Field
de_de: Neues Schülerfeld
pt_br: Novo campo de aluno
vi_vn: Trường dữ liệu sinh viên mới

source: New Student Field Category
de_de: Neuer Schüler Feld Kategorie
pt_br: Nova categoria de campo do aluno
vi_vn: Danh mục trường dữ liệu sinh viên mới

source: Display Columns
de_de: Spalten anzeigen
pt_br: Exibir colunas
vi_vn: Các cột hiển thị

source: Include (should be left blank for most categories)
de_de: Include (sollte leer für die meisten Kategorien bleiben)
pt_br: Incluir (deve ser deixado em branco para a maioria das categorias)
vi_vn: Bao gồm (nên để trống cho hầu hết các danh mục)

source: Student Labels
de_de: Schüler-Etiketten
pt_br: Rótulos de alunos
vi_vn: In Nhãn Sinh viên

source: Include On Labels
de_de: Enthalten auf Etiketten
pt_br: Incluir nos rótulos
vi_vn: Bao gồm trên nhãn

source: Address Labels
de_de: Adressaufkleber
pt_br: Etiquetas de endereço
vi_vn: Các nhãn địa chỉ

source: To Contacts
de_de: Zu den Kontakten
pt_br: Para contatos
vi_vn: Gửi đến danh bạ

source: To Student
de_de: An Schüler
pt_br: Para o aluno
vi_vn: Đến sinh viên

source: To the parents of
de_de: An die Eltern der
pt_br: Para os pais de
vi_vn: Để cha mẹ của

source: Starting row
de_de: Jetzt beginnen
pt_br: Linha inicial
vi_vn: Hàng bắt đầu

source: Starting column
de_de: Ab Spalte
pt_br: Coluna inicial
vi_vn: Cột bắt đầu

source: Students Import
de_de: Schüler Import

source: %s students were imported.
de_de: %s Schüler wurden importiert.

source: Select CSV or Excel file
de_de: Wähle CSV- oder Excel-Datei

source: %s rows
de_de: %s Zeilen

source: Import Students
de_de: Schülerimport

source: Are you absolutely ready to import students? Make sure you have backed up your database!
de_de: Sind Sie absolut bereit Schüler zu importieren? Stellen Sie sicher, dass Sie ein Backup Ihrer Datenbank haben!

source: Import first row
de_de: Erste Zeile importieren

source: Reset form
de_de: Formular zurücksetzen

source: IDs are automatically generated if you select "N/A".
de_de: IDs werden automatisch generiert, wenn Sie „n. a.“ auswählen.

source: If the date is left empty, students will not be enrolled (inactive).
de_de: Wenn das Datumsfeld leer bleibt, werden Schüler nicht eingeschrieben (inaktiv).

source: Notifications are sent if Username, Password, Email Address are set and Attendance Start Date this School Year is on or before today.
de_de: Benachrichtigungen werden gesendet, wenn Benutzername, Passwort, E-Mail-Adresse festgelegt sind und das Anwesenheits-Startdatum dieses Schuljahres auf oder vor dem heutigen Tag liegt.

source: Send email notification to Students
de_de: E-Mail-Benachrichtigung an Schüler verschicken

source: %d notifications sent.
de_de: %d Benachrichtigungen verschickt.
