Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: Parent Name
de_de: Name der Eltern
pt_br: Nome do pai
vi_vn: Tên phụ huynh

source: Associated Students
de_de: Assoziierte Schüler
pt_br: Estudantes associados
vi_vn: Sinh viên liên kết

source: Test Mode
de_de: Testmodus
pt_br: Modo de teste
vi_vn: Chê độ kiểm tra

source: Contact
de_de: Kontakt
pt_br: Contato
vi_vn: Liên hệ

source: Students having Contacts
de_de: Schüler mit Kontakten
pt_br: Estudantes com contatos
vi_vn: Sinh viên có liên hệ

source: My Report
de_de: Mein Bericht
pt_br: Meu relatório
vi_vn: Báo cáo của tôi

source: Create Parent Users
de_de: Elternkonto erstellen
pt_br: Criar usuários pais
vi_vn: Tạo người dùng chính

source: Registration
de_de: Anmeldung
pt_br: Registro
vi_vn: Đăng ký

source: Remove Access
de_de: Zugang entfernen
pt_br: Remover acesso
vi_vn: Xóa quyền truy cập

source: Notify Parents
de_de: Benachrichtigen Sie die Eltern
pt_br: Notificar os pais
vi_vn: Thông báo cho phụ huynh

source: Attendance Summary
de_de: Die Teilnahme Zusammenfassung
pt_br: Resumo de presença
vi_vn: Tóm tắt điểm danh

source: Address ID
de_de: Adress-ID
pt_br: ID do endereço
vi_vn: ID địa chỉ

source: Ungroup by Family
de_de: Gruppierung nach Familie
pt_br: Desagrupar por família
vi_vn: Bỏ nhóm theo gia đình

source: Group by Family
de_de: Gruppe von Familien
pt_br: Agrupar por família
vi_vn: Nhóm theo gia đình

source: Street
de_de: Straße
pt_br: Rua
vi_vn: Đường

source: Phone
de_de: Telefon
pt_br: Telefone
vi_vn: Sô Điện thoại

source: Mailing Street
de_de: Mailing-Straße
pt_br: Rua de correspondência
vi_vn: Phố gửi thư

source: Mailing City
de_de: Mailing-Stadt
pt_br: Cidade de correspondência
vi_vn: Thành phố gửi thư

source: Mailing State
de_de: Mailing-Staat
pt_br: Estado de correspondência
vi_vn: Trạng thái gửi thư

source: Mailing Zipcode
de_de: Mailing PLZ
pt_br: Código postal de envio
vi_vn: Mã Zip gửi thư

source: Person Name
de_de: Personen-Namen
pt_br: Nome da pessoa
vi_vn: Tên người

source: Value
de_de: Wert
pt_br: Valor
vi_vn: Giá trị

source: Notification Result
de_de: Benachrichtigung bei Ergebnissen
pt_br: Resultado da notificação
vi_vn: Kết quả thông báo Kết quả thông báo

source: You must choose at least one user
de_de: Sie müssen mindestens einen Benutzer wählen
pt_br: Você deve escolher pelo menos um usuário
vi_vn: Bạn phải chọn ít nhất một người dùng

source: Notify Selected Parents
de_de: Benachrichtigen Sie ausgewählte Eltern
pt_br: Notificar pais selecionados
vi_vn: Thông báo cho cha mẹ được chọn

source: Find Parents who never logged in
de_de: Finde Eltern, die sich nie angemeldet haben
pt_br: Encontre pais ou responsáveis que nunca fizeram login
vi_vn: Tìm Cha mẹ chưa bao giờ đăng nhập

source: Associate Students with Parents
de_de: Zugeordnete Schüler mit Eltern
pt_br: Associar alunos com pais ou responsáveis
vi_vn: Liên kết học sinh với phụ huynh

source: The Registration form was saved.
de_de: Das Anmeldeformular wurde gespeichert.
pt_br: O formulário de registro foi salvo.
vi_vn: Mẫu đăng ký đã được lưu.

source: Configuration
de_de: Konfiguration
pt_br: Configuração
vi_vn: Cấu hình

source: New Registration %s (%d) has been registered by %s.
de_de: Neue Aufnahme %s (%d) wurde gespeichert durch %s.
pt_br: Novo registro %s (%d) foi registrado por %s.
vi_vn: Đăng ký Mới %s (%d) đã được đăng ký bởi %s.

source: New Registration
de_de: Neue Anmeldung
pt_br: Novo registro
vi_vn: Đăng kí mới

source: Your child has been registered.
de_de: Ihr Kind wurde registriert.
pt_br: Seu filho foi registrado.
vi_vn: Con của bạn đã được đăng ký.

source: Your parents have been registered.
de_de: Ihre Eltern wurden angemeldet.
pt_br: Seus pais foram registrados.
vi_vn: Cha mẹ của bạn đã được đăng ký.

source: Done.
de_de: Fertig.
pt_br: Feito.
vi_vn: Hoàn thành.

source: Grant Access
de_de: Zugang erteilen
pt_br: Conceder acesso
vi_vn: Cấp phép truy cập

source: Grant Access for Selected Students
de_de: Zugang für ausgewählte Schüler erlauben
pt_br: Conceder acesso para alunos selecionados
vi_vn: Cấp quyền truy cập cho sinh viên được chọn

source: Grant Access for Associated Parents
de_de: Zugang für verbundene Eltern erlauben
pt_br: Conceder acesso para pais associados
vi_vn: Cấp quyền truy cập cho phụ huynh được liên kết

source: Remove Access for Selected Students
de_de: Zugang für ausgewählte Schüler entfernen
pt_br: Remover acesso para alunos selecionados
vi_vn: Xóa quyền truy cập cho những sinh viên được chọn

source: Remove Access for Associated Parents
de_de: Zugang für verbundene Eltern entfernen
pt_br: Remover acesso para pais associados
vi_vn: Xóa quyền truy cập cho phụ huynh được liên kết

source: Add prefix to username
de_de: Füge Präfix zum Benutzername hinzu
pt_br: Adicionar prefixo ao nome de usuário
vi_vn: Thêm tiền tố vào tên người dùng

source: Students without Access
de_de: Schüler ohne Zugang
pt_br: Estudantes sem acesso
vi_vn: Học sinh không có quyền truy cập

source: Students with Access
de_de: Schüler mit Zugang
pt_br: Estudantes com acesso
vi_vn: Học sinh có quyền truy cập

source: We would appreciate it if you would enter just a little bit of information about you and %s to help us out this school year. Thanks!
de_de: Wir würden es schätzen, wenn Sie einige Informationen zu sich und %s eingeben könnten um uns dieses Schuljahr zu Helfen. Danke!
pt_br: Agradeceríamos se você pudesse inserir apenas um pouco de informação sobre você e %s para nos ajudar neste ano letivo. Obrigado!
vi_vn: Chúng tôi sẽ đánh giá cao nếu bạn chỉ nhập một chút thông tin về bạn và %s để giúp chúng tôi trong năm học này. Thanks!

source: your child
de_de: Ihr Kind
pt_br: seu filho
vi_vn: con của bạn

source: your parents
de_de: Ihre Eltern
pt_br: seus pais
vi_vn: cha mẹ của bạn

source: Use same address and contact information as for %s
de_de: Benutze die gleiche Adresse und Kontaktinformationen wie bei %s
pt_br: Usar o mesmo endereço e informações de contato de %s
vi_vn: Sử dụng cùng một địa chỉ và thông tin liên hệ như đối với %s

source: Middle Name
de_de: Mittelname
pt_br: Nome do meio
vi_vn: Tên đệm

source: Zip
de_de: PLZ
pt_br: Código postal
vi_vn: Mã bưu chính

source: Your Address
de_de: Ihre Adresse
pt_br: Seu endereço
vi_vn: Địa chỉ của bạn

source: Information about %s
de_de: Informationen über %s
pt_br: Informações sobre %s
vi_vn: Thông tin về %s

source: Back
de_de: Zurück
pt_br: Voltar
vi_vn: Quay lại

source: Grandparent
de_de: Großeltern
pt_br: Avô
vi_vn: Ông bà

source: Activate
de_de: Aktivieren
pt_br: Ativar
vi_vn: Kích hoạt

source: Relation
de_de: Beziehung
pt_br: Relação
vi_vn: Quan hệ

source: Same as Student
de_de: Gleich wie Schüler
pt_br: Igual ao aluno
vi_vn: Giống như Sinh viên

source: New Address
de_de: Neue Adresse
pt_br: Novo endereço
vi_vn: Địa chỉ mới

source: No Address
de_de: Keine Adresse
pt_br: Sem endereço
vi_vn: Không có địa chỉ

source: Add
de_de: Hinzufügen
pt_br: Adicionar
vi_vn: Thêm

source: Contact Fields
de_de: Kontaktfelder
pt_br: Campos de contato
vi_vn: Các trường liên hệ

source: Please choose a category
de_de: Bitte wählen Sie eine Kategorie
pt_br: Por favor, escolha uma categoria
vi_vn: Vui lòng chọn một danh mục

source: Line
de_de: Linie
pt_br: Linha
vi_vn: Đường Thẳng

source: List
de_de: Liste
pt_br: Lista
vi_vn: Danh sách

source: Column
de_de: Spalte
pt_br: Coluna
vi_vn: Cột

source: Pie
de_de: Kuchen
pt_br: Torta
vi_vn: Bánh

source: Number of Referrals
de_de: Anzahl der Verweise
pt_br: Número de referências
vi_vn: Số lượng giới thiệu

source: %s Breakdown
de_de: %s Aufschlüsselung
pt_br: %s quebra
vi_vn: %s Phân tích

source: Don't use
de_de: Nicht verwenden
pt_br: Não use
vi_vn: Không sử dụng

source: Select One from Options
de_de: Wählen Sie eine der Optionen
pt_br: Selecione uma das opções
vi_vn: Chọn một từ các tùy chọn

source: Referral Form Category
de_de: Überweisungsformular Kategorie
pt_br: Categoria do formulário de referência
vi_vn: Loại hình thức tham khảo Loại hình thức tham khảo

source: Use at this school
de_de: Verwenden Sie an dieser Schule
pt_br: Usar nesta escola
vi_vn: Sử dụng tại trường này

source: Please enter valid Numeric data.
de_de: Bitte geben Sie gültige numerische Daten ein.
pt_br: Por favor, insira dados numéricos válidos.
vi_vn: Vui lòng nhập dữ liệu số hợp lệ.

source: That discipline incident has been referred to an administrator.
de_de: Der disziplinarische Vorfall wurde an einen Administrator weitergeleitet.
pt_br: Esse incidente disciplinar foi encaminhado para um administrador.
vi_vn: Sự cố kỷ luật đó đã được chuyển đến một quản trị viên.

source: That discipline incident has been emailed.
de_de: Der disziplinarische Vorfall wurde per E-Mail verschickt.
pt_br: Esse incidente disciplinar foi enviado por e-mail.
vi_vn: Sự cố kỷ luật đó đã được gửi qua email.

source: Add Referral for Selected Students
de_de: Verweis zu ausgewählten Schülern hinzufügen
pt_br: Adicionar referência para alunos selecionados
vi_vn: Thêm giới thiệu cho các sinh viên đã chọn

source: Email Referral to
de_de: Verweis per E-Mail senden an
pt_br: Email de referência para
vi_vn: Gửi email giới thiệu tới

source: Administrators
de_de: Administratoren
pt_br: Administradores
vi_vn: Quản trị viên

source: Teachers
de_de: Lehrer
pt_br: Professores
vi_vn: Giáo viên

source: Add Referral
de_de: Verweise hinzufügen
pt_br: Adicionar referência
vi_vn: Thêm Giới thiệu

source: Referrals
de_de: Verweise
pt_br: Referências
vi_vn: Các giới thiệu

source: Category Breakdown
de_de: Kategorie Pannen
pt_br: Detalhamento de categoria
vi_vn: Phân tích danh mục

source: Category Breakdown over Time
de_de: Kategorie Aufteilung über die Zeit
pt_br: Divisão de categoria ao longo do tempo
vi_vn: Phân tích danh mục theo thời gian

source: Breakdown by Student Field
de_de: Aufschlüsselung nach Schüler-Feld
pt_br: Detalhamento por campo do aluno
vi_vn: Phân tích theo lĩnh vực sinh viên

source: Discipline Log
de_de: Disziplinprotokoll
pt_br: Registro de disciplina
vi_vn: Nhật ký kỷ luật

source: Referral Form
de_de: Überweisungsformular
pt_br: Formulário de referência
vi_vn: Giấy giới thiệu

source: Referral
de_de: Verweis
pt_br: Referência
vi_vn: Giới thiệu

source: Please choose a student field
de_de: Bitte wählen Sie ein Schüler-Feld
pt_br: Por favor, escolha um campo de estudante
vi_vn: Vui lòng chọn một lĩnh vực sinh viên

source: Student Field
de_de: Studentenfeld
pt_br: Campo do aluno
vi_vn: Trường dữ liệu sinh viên

source: New discipline incident
de_de: Neuer disziplinarischer Vorfall
pt_br: Novo incidente disciplinar
vi_vn: Sự cố kỷ luật mới

source: %d new referral
de_de: %d neue Weisungen
pt_br: %d nova referência
vi_vn: %d giới thiệu mới

source: Include in Discipline Log
de_de: Beinhaltet in Disziplin Anmelden
pt_br: Incluir no registro de disciplina
vi_vn: Đưa vào Nhật ký Kỷ luật

source: Entry Date
de_de: Eintrittsdatum
pt_br: Data de entrada
vi_vn: Ngày nhập

source: Begins
de_de: Beginnt
pt_br: Começa
vi_vn: Bắt đầu

source: Ends
de_de: Endet
pt_br: Fim
vi_vn: Kết thúc

source: This activity has been added to the selected students.
de_de: Diese Aktivität wurde bei den ausgewählten Schülern hinzugefügt.
pt_br: Esta atividade foi adicionada aos alunos selecionados.
vi_vn: Hoạt động này đã được thêm vào các sinh viên được chọn.

source: You must choose an activity.
de_de: Sie müssen eine Tätigkeit wählen.
pt_br: Você deve escolher uma atividade.
vi_vn: Bạn phải chọn một hoạt động.

source: Add Activity to Selected Students
de_de: Aktivität ausgewählten Schülern hinzufügen
pt_br: Adicionar atividade aos alunos selecionados
vi_vn: Thêm hoạt động cho học sinh được chọn

source: Add Activity
de_de: Aktivität hinzufügen
pt_br: Adicionar atividade
vi_vn: Thêm hoạt động khác

source: Passing
de_de: Bestehen
pt_br: Passando
vi_vn: Đi qua

source: Borderline
de_de: Grenze
pt_br: Limite
vi_vn: Đường biên giới

source: Failing
de_de: Versagen
pt_br: Falhando
vi_vn: Thất bại

source: Incomplete
de_de: Unvollständig
pt_br: Incompleto
vi_vn: Chưa hoàn thành

source: You can only enter eligibility from %s %s to %s %s.
de_de: Sie können nur die Anspruchsberechtigung von %s %s bis %s %s eintragen.
pt_br: Você só pode inserir a elegibilidade de %s %s a %s %s.
vi_vn: Bạn chỉ có thể nhập tính đủ điều kiện từ %s %s đến %s %s.

source: Use Gradebook Grades
de_de: Verwende Noten aus dem Notenbuch
pt_br: Usar notas do livro
vi_vn: Sử dụng Bảng điểm

source: You already have entered eligibility this week for this course period.
de_de: Sie haben bereits diese Woche die Teilnahme für diesen Kurszeitraum eingegeben.
pt_br: Você já inseriu a elegibilidade esta semana para esta aula.
vi_vn: Bạn đã nhập thông tin đủ điều kiện của mình trong tuần này cho tiết học này.

source: Your changes were saved.
de_de: Ihre Änderungen wurden gespeichert.
pt_br: Suas alterações foram salvas.
vi_vn: Thay đổi của bạn đã được lưu.

source: Allow Eligibility Posting
de_de: Berechtigung im Forum erlauben
pt_br: Permitir postagem de elegibilidade
vi_vn: Cho phép Đăng đủ điều kiện

source: To
de_de: Zu
pt_br: Para
vi_vn: Đến

source: Activities
de_de: Aktivitäten
pt_br: Atividades
vi_vn: Các hoạt động

source: Student Screen
de_de: Schülerbildschirm
pt_br: Tela do aluno
vi_vn: Màn hình sinh viên

source: Entry Times
de_de: Eintrag Zeiten
pt_br: Horários de entrada
vi_vn: Thời gian vào cửa

source: Enter Eligibility
de_de: Geben Sie eine Berechtigung
pt_br: Inserir elegibilidade
vi_vn: Nhập tính đủ điều kiện

source: The activity you selected is already assigned to this student!
de_de: Die ausgewählte Aktivität wird bereits diesem Schüler zugeordnet!
pt_br: A atividade que você selecionou já está atribuída a este aluno!
vi_vn: Hoạt động bạn chọn đã được chỉ định cho sinh viên này!

source: There are no calendars yet setup.
de_de: Es sind noch keine Kalender eingerichtet.
pt_br: Não há calendários ainda configurados.
vi_vn: Chưa có lịch nào được thiết lập.

source: Starts
de_de: Startet
pt_br: Inicia
vi_vn: Bắt đầu

source: Teacher who hasn't entered eligibility
de_de: Lehrer, die keine Berechtigung haben
pt_br: Professor que não entrou na elegibilidade
vi_vn: Giáo viên chưa nhập thông tin về tư cách hợp lệ Các giáo viên chưa nhập thông tin về tư cách hợp lệ

source: Select Student email field
de_de: Wähle E-Mail-Feld für Schüler

source: Already sent
de_de: Schon verschickt

source: [Copy]
de_de: [Kopie]

source: Sending Result
de_de: Ergebnis verschicken

source: Send Email to Selected Students
de_de: E-Mail an ausgewählte Schülern verschicken

source: Display Name
de_de: Anzeigename
pt_br: Nome de exibição
vi_vn: Tên hiển thị

source: Attendance Teacher
de_de: Teilnehmender Lehrer
pt_br: Professor de Frequência
vi_vn: Giáo viên chuyên cần

source: Attendance Room
de_de: Teilnehmer-Zimmer
pt_br: Presença na sala
vi_vn: Phòng chấm công

source: Your Name
de_de: Ihr Name
pt_br: Seu nome
vi_vn: Tên của bạn

source: Your Room
de_de: Ihr Zimmer
pt_br: Sua sala
vi_vn: Phòng của bạn

source: Files Attached
de_de: Angehängte Dateien

source: Send copy to
de_de: Sende Kopie an

source: User
de_de: Benutzer
pt_br: Usuário
vi_vn: Người dùng Những người dùng

source: Send Email to Selected Users
de_de: E-Mail-Benachrichtigung an ausgewählte Benutzer verschicken

source: Send Email
de_de: E-Mail verschicken

source: Transaction Item
de_de: Transaktions Artikel
pt_br: Item de transação
vi_vn: Mục giao dịch

source: Cash
de_de: Bargeld
pt_br: Dinheiro
vi_vn: Tiền mặt

source: Check
de_de: Überprüfen
pt_br: Verificar
vi_vn: Kiểm tra

source: Credit Card
de_de: Kreditkarte
pt_br: Cartão de crédito
vi_vn: Thẻ tín dụng

source: Transfer
de_de: Überweisung
pt_br: Transferir
vi_vn: Vận chuyển

source: Deposit
de_de: Anzahlung
pt_br: Depositar
vi_vn: Đặt cọc

source: Credit
de_de: Kredit
pt_br: Crédito
vi_vn: Tín dụng

source: Debit
de_de: Soll
pt_br: Débito
vi_vn: Nợ

source: ID
de_de: Identifikation

source: Student Transaction w/o School
de_de: Studenten Transaktion ohne Schule
pt_br: Transação de estudante sem escola
vi_vn: Giao dịch sinh viên không có trường học Giao dịch các sinh viên không có trường học

source: User Transaction w/o School
de_de: Benutzer Transaktion ohne Schule
pt_br: Transação do usuário sem escola
vi_vn: Giao dịch người dùng không có trường học Giao dịch của các người dùng không có trường học

source: Total of Balances
de_de: Summe des Kontoabgleiches
pt_br: Total de saldos
vi_vn: Tổng tiền

source: There are no menus yet setup.
de_de: Es gibt noch keine Menü Setups.
pt_br: Não há menus ainda configurados.
vi_vn: Không có menu nào được thiết lập.

source: or select previous meal
de_de: oder wählen vorherige Mahlzeit
pt_br: ou selecione a refeição anterior
vi_vn: hoặc chọn bữa ăn trước

source: Description
de_de: Beschreibung
pt_br: Descrição
vi_vn: Mô tả

source: Generate Menu
de_de: Generieren Menü
pt_br: Gerar menu
vi_vn: Tạo menu

source: %s Day
de_de: %s Tag
pt_br: %s dia
vi_vn: %s Ngày

source: %s Days
de_de: %s Tage
pt_br: %s dias
vi_vn: %s Ngày

source: Accounts
de_de: Konten
pt_br: Contas
vi_vn: Tài Khoản

source: Statements
de_de: Anweisungen
pt_br: Declarações
vi_vn: Các câu lệnh

source: Transactions
de_de: Transaktionen
pt_br: Transações
vi_vn: Giao dịch

source: Serve Meals
de_de: Gerichte
pt_br: Servir refeições
vi_vn: Phục vụ Bữa ăn

source: Activity Report
de_de: Tätigkeitsbericht
pt_br: Relatório de atividades
vi_vn: Báo cáo hoạt động

source: Transactions Report
de_de: Transaktionen melden
pt_br: Relatório de transações
vi_vn: Báo cáo giao dịch

source: Meal Reports
de_de: Mahlzeit Berichte
pt_br: Relatórios de refeições
vi_vn: Báo cáo bữa ăn

source: Reminders
de_de: Erinnerungen
pt_br: Lembretes
vi_vn: Nhắc nhở

source: Daily Menus
de_de: Tägliche Gerichte
pt_br: Menus diários
vi_vn: Thực đơn hàng ngày

source: Meal Items
de_de: Mahlzeit Artikel
pt_br: Itens de refeição
vi_vn: Các món ăn

source: Meals
de_de: Mahlzeiten
pt_br: Refeições
vi_vn: Bữa ăn

source: Kiosk Preview
de_de: Kiosk Vorschau
pt_br: Visualização do quiosque
vi_vn: Xem trước kiosk

source: Icon successfully uploaded.
de_de: Icon erfolgreich hochgeladen.
pt_br: Ícone carregado com sucesso.
vi_vn: Biểu tượng đã được tải lên thành công.

source: Meal Item
de_de: Mahlzeit Artikel
pt_br: Item de refeição
vi_vn: Món ăn Các món ăn

source: Item
de_de: Artikel
vi_vn: Mục Vật phẩm

source: Menu Item
de_de: Menüpunkt
pt_br: Item de menu
vi_vn: Danh mục công cụ

source: Icon
de_de: Symbol
pt_br: Ícone
vi_vn: Biểu tượng

source: Include in Counts
de_de: Enthalten in Grafen
pt_br: Incluir nas contagens
vi_vn: Bao gồm trong số

source: %s Item
de_de: %s Artikel
vi_vn: %s Mặt hàng

source: %s Items
de_de: %s Artikel
pt_br: %s itens
vi_vn: %s các mặt hàng

source: Item Description
de_de: Artikelbeschreibung
pt_br: Descrição do item
vi_vn: Mô tả mục

source: Student Price
de_de: Schülerpreis
pt_br: Preço para estudante
vi_vn: Giá sinh viên

source: Reduced Price
de_de: Reduzierter Preis
pt_br: Preço reduzido
vi_vn: Hạ giá

source: Free Price
de_de: Kostenlos
pt_br: Preço grátis
vi_vn: Giá miễn phí

source: Staff Price
de_de: Personalpreis
pt_br: Preço da equipe
vi_vn: Giá nhân viên

source: Upload
de_de: Hochladen
pt_br: Carregar
vi_vn: Tải lên

source: Eligible
de_de: Berechtigt
pt_br: Elegível
vi_vn: Đạt chuẩn

source: Total Eligible
de_de: Summe Berechtigung
pt_br: Total elegível
vi_vn: Tổng số đủ điều kiện

source: Participated
de_de: Teilgenommen
pt_br: Participou
vi_vn: Đã tham gia

source: Participation
de_de: Teilnahme
pt_br: Participação
vi_vn: Sự tham gia

source: Sales
de_de: Vertrieb
pt_br: Vendas
vi_vn: Bán hàng

source: Meal
de_de: Mahlzeiten
pt_br: Refeição
vi_vn: Bữa ăn Các bữa ăn

source: %s Category
de_de: Kategorie %s
pt_br: Categoria %s
vi_vn: Danh mục %s

source: %s Categories
de_de: %s Kategorien
pt_br: Categorias %s
vi_vn: %s Danh mục

source: Year End
de_de: Jahresende
pt_br: Fim de ano
vi_vn: Hết năm

source: Lunch Payment Reminder
de_de: Mittagessen Zahlungserinnerung
pt_br: Lembrete de pagamento do almoço
vi_vn: Nhắc nhở thanh toán bữa trưa

source: Other students on this account
de_de: Andere Schüler auf diesem Konto
pt_br: Outros alunos nesta conta
vi_vn: Các sinh viên khác trên tài khoản này

source: None
de_de: Keiner
pt_br: Nenhum
vi_vn: Không có

source: Date of Last Deposit
de_de: Datum der letzten Einzahlung
pt_br: Data do último depósito
vi_vn: Ngày gửi tiền cuối cùng

source: Amount of Last Deposit
de_de: Anzahl der letzten Einzahlung
pt_br: Valor do último depósito
vi_vn: Số tiền gửi cuối cùng

source: Requested Payment
de_de: Angeforderte Zahlung
pt_br: Pagamento solicitado
vi_vn: Yêu cầu thanh toán

source: Mimimum Payment
de_de: Minimale Zahlung
pt_br: Pagamento mínimo
vi_vn: Thanh toán tối thiểu

source: Non-existent account!
de_de: Nicht vorhandenes Konto!
pt_br: Conta inexistente!
vi_vn: Tài khoản không tồn tại!

source: Other students associated with the same account
de_de: Andere Schüler, die dem gleichen Konto verbunden sind
pt_br: Outros alunos associados à mesma conta
vi_vn: Các sinh viên khác được liên kết với cùng một tài khoản

source: Are you sure you want to assign that barcode?
de_de: Sind Sie sicher, dass Sie diesen Barcode zuordnen wollen?
pt_br: Tem certeza que deseja atribuir esse código de barras?
vi_vn: Bạn có chắc chắn muốn gán mã vạch đó không?

source: That barcode is already assigned to Student <b>%s</b>.
de_de: Der Barcode ist bereits dem Schüler <b>%s</b> zugeordnet.
pt_br: Esse código de barras já está atribuído ao aluno <b>%s</b>.
vi_vn: Mã vạch đó đã được chỉ định cho Sinh viên <b>%s</b> .

source: Hit OK to reassign it to the current student or Cancel to cancel all changes.
de_de: Klicken Sie auf OK, um es an den aktuellen Schüler zuzuweisen oder Abbrechen, um alle Änderungen zu verwerfen.
pt_br: Clique em OK para reatribuí-lo ao aluno atual ou em Cancelar para cancelar todas as alterações.
vi_vn: Nhấn OK để chỉ định lại nó cho học sinh hiện tại hoặc Hủy để hủy tất cả các thay đổi.

source: That barcode is already assigned to User <b>%s</b>.
de_de: Der Strichcode ist bereits auf Benutzer <b>%s </b> zugeordnet.
pt_br: Esse código de barras já está atribuído ao usuário <b>%s</b>.
vi_vn: Mã vạch đó đã được chỉ định cho Người dùng <b>%s</b> .

source: Include Inactive Students in Shared Account
de_de: Inaktive Schüler im geteilten Konto miteinbeziehen
pt_br: Incluir alunos inativos na conta compartilhada
vi_vn: Bao gồm các sinh viên không hoạt động trong tài khoản được chia sẻ

source: Account Information
de_de: Konto-Informationen
pt_br: Informações da conta
vi_vn: Thông tin tài khoản

source: Sort by Name
de_de: Sortieren nach Name
pt_br: Classificar por nome
vi_vn: Sắp xếp theo tên

source: Detailed View
de_de: Detailansicht
pt_br: Visualização detalhada
vi_vn: Xem chi tiết

source: Original View
de_de: Ursprüngliche Ansicht
pt_br: Visualização original
vi_vn: Xem ban đầu

source: Count
de_de: Zählen
pt_br: Contagem
vi_vn: Đếm

source: Transaction Type
de_de: Art der Transaktion
pt_br: Tipo de transação
vi_vn: Loại giao dịch Các loại giao dịch

source: %N's lunch account is getting low. Please send in at least %P with %h reminder slip. THANK YOU!
de_de: %N Mittagstisch Konto ist sehr niedrig. Bitte senden Sie spätestens %P mit %h Erinnerungs-Schreiben. DANKE!
pt_br: A conta de almoço de %N está baixando. Por favor, envie pelo menos %P com %h lembrete. OBRIGADO!
vi_vn: Tài khoản tiền ăn trưa của %N sắp hết. Vui lòng gửi ít nhất %P kèm theo phiếu nhắc nhở %h. CẢM ƠN!

source: %N now has a <b>negative balance</b> in %h lunch account. Please send in the negative balance plus %T. THANK YOU!
de_de: %N hat jetzt eine <b>negative Bilanz </b> für das %h Mittagessen Konto. Bitte begleichen Sie die Schulden %T. DANKE!
pt_br: %N agora tem um <b>saldo negativo</b> em %h conta de almoço. Por favor, envie o saldo negativo mais %T. OBRIGADO!
vi_vn: %N hiện có <b>số dư âm</b> trong tài khoản %h trưa. Vui lòng gửi số dư âm cộng với %T. CẢM ƠN!
