Repository: roshanasingh4/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: de_de, pt_br, vi_vn

source: No names were found.
de_de: Keine Namen wurden gefunden.

source: Add Selected Students
de_de: Ausgewählten Schüler hinzufügen
pt_br: Adicionar alunos selecionados
vi_vn: Thêm sinh viên được chọn

source: Select the programs with which this user can use and save information.
de_de: Wählen Sie die Programme, mit denen dieser Benutzer Informationen speichern kann.
pt_br: Selecione os programas com os quais este usuário pode usar e salvar informações.
vi_vn: Chọn các chương trình mà người dùng này có thể sử dụng và lưu thông tin.

source: Can Use
de_de: Verwenden können
pt_br: Pode usar
vi_vn: Co thể sử dụng

source: Can Edit
de_de: Kann bearbeiten
pt_br: Pode editar
vi_vn: Có thể chỉnh sửa

source: %s is assigned to the profile %s.
de_de: %s ist dem Profil %s zugewiesen.
pt_br: %s está atribuído ao perfil %s.
vi_vn: %s được gán cho hồ sơ %s.

source: To assign permissions to this user, either change the permissions for this profile using the %s setup or change this user to a user with custom permissions by using %s.
de_de: Um Berechtigungen für diesen Benutzer zuweisen, ändern Sie entweder die Berechtigungen für dieses Profil mit den %s Setup oder ändern Sie diese Benutzer einer Benutzer mit benutzerdefinierten Berechtigungen mithilfe von %s.
pt_br: Para atribuir permissões a este usuário, altere as permissões para este perfil usando a configuração %s ou altere este usuário para um usuário com permissões usando %s.
vi_vn: Để chỉ định quyền cho người dùng này, hãy thay đổi quyền cho cấu hình này bằng cách sử dụng %s thiết lập hoặc thay đổi người dùng này thành người dùng có quyền tùy chỉnh bằng cách sử dụng %s.

source: Profiles
de_de: Profile
pt_br: Perfis
vi_vn: Các hồ sơ

source: General Info
de_de: Allgemeine Infos
pt_br: Informações gerais
vi_vn: Thông tin chung

source: Add a User
de_de: Hinzufügen eines Benutzers
pt_br: Adicionar um usuário
vi_vn: Thêm người dùng

source: My Preferences
de_de: Meine Einstellungen
pt_br: Minhas preferências
vi_vn: Báo cáo của tôi

source: User Profiles
de_de: Benutzerprofile
pt_br: Perfis de usuário
vi_vn: Thông tin người dùng

source: User Permissions
de_de: Benutzerberechtigungen
pt_br: Permissões do usuário
vi_vn: Quyền Người dùng

source: User Fields
de_de: Benutzerfelder
pt_br: Campos do usuário
vi_vn: Trường người dùng

source: Teacher Programs
de_de: Lehrer-Programme
pt_br: Programas para professores
vi_vn: Chương trình dành cho giáo viên

source: Your current password was incorrect.
de_de: Ihre aktuelles Passwort falsch war.
pt_br: Sua senha atual estava incorreta.
vi_vn: Mật khẩu hiện tại của bạn không chính xác.

source: Your preferences were saved.
de_de: Ihre Einstellungen wurden gespeichert.
pt_br: Suas preferências foram salvas.
vi_vn: Tùy chọn của bạn đã được lưu.

source: Display Options
de_de: Anzeigeoptionen
pt_br: Opções de exibição
vi_vn: Tùy chọn hiển thị

source: Print Options
de_de: Druckeinstellungen
pt_br: Opções de impressão
vi_vn: Tùy chọn in

source: Student Listing
de_de: Schülerliste
pt_br: Lista de alunos
vi_vn: Danh sách sinh viên

source: User Widgets
de_de: Benutzer-Widgets
pt_br: Widgets do usuário
vi_vn: Tiện ích người dùng

source: Student Sorting
de_de: Studenten Sortierung
pt_br: Classificação de alunos
vi_vn: Phân loại sinh viên

source: File Export Type
de_de: Dateityp für Exporte
pt_br: Tipo de exportação de arquivo
vi_vn: Loại xuất tệp

source: Date Export Format
de_de: Datum Export Format
pt_br: Formato de exportação de data
vi_vn: Định dạng ngày xuất

source: Display Options Format
de_de: Anzeigeoptionen Format
pt_br: Formato das opções de exibição
vi_vn: Định dạng Tùy chọn Hiển thị

source: Display student search screen
de_de: Schüler Such Bildschirm
pt_br: Exibir tela de pesquisa do aluno
vi_vn: Hiển thị màn hình tìm kiếm sinh viên

source: Group by family by default
de_de: Gruppe von Familien standardmäßig
pt_br: Agrupar por família por padrão
vi_vn: Nhóm theo gia đình theo mặc định

source: Search all schools by default
de_de: Suche in allen Schulen standardmäßig
pt_br: Pesquisar todas as escolas por padrão
vi_vn: Tìm kiếm tất cả các trường theo mặc định

source: Theme
de_de: Thema
pt_br: Tema
vi_vn: Chủ đề

source: Highlight Color
de_de: Markieren Sie mit Farbe
pt_br: Cor de destaque
vi_vn: Màu đánh dấu

source: Date Format
de_de: Datumsformat
pt_br: Formato de data
vi_vn: Định dạng ngày

source: Disable login alerts
de_de: Deaktivieren Login-Warnungen
pt_br: Desativar alertas de login
vi_vn: Tắt cảnh báo đăng nhập

source: Page Size
de_de: Seitengröße
pt_br: Tamanho da página
vi_vn: Kích thước trang

source: PDF List Header Color
de_de: PDF Listenkopf Farbe
pt_br: Cor do cabeçalho da lista PDF
vi_vn: Màu tiêu đề danh sách PDF

source: Current Password
de_de: Aktuelles Passwort
pt_br: Senha atual
vi_vn: Mật khẩu hiện tại

source: Home Phone Number
de_de: Startseite Telefonnummer
pt_br: Número de telefone residencial
vi_vn: Số ĐT nhà

source: All Contacts
de_de: Alle Kontakte
pt_br: Todos os contatos
vi_vn: Tất cả địa chỉ liên hệ

source: Addresses
de_de: Adressen
pt_br: Endereços
vi_vn: Địa chỉ

source: Next School Year
de_de: Nächstes Schuljahr
pt_br: Próximo ano letivo
vi_vn: Năm học tới

source: Discipline Reporter
de_de: Disziplinmelder
pt_br: Repórter de disciplina
vi_vn: Phóng viên kỷ luật

source: Discipline Incident Date
de_de: Datum des disziplinarischen Vorfalls
pt_br: Data do incidente disciplinar
vi_vn: Ngày xảy ra kỷ luật

source: Discipline Fields
de_de: Disziplinfelder
pt_br: Campos de disciplina
vi_vn: Lĩnh vực kỷ luật

source: Confirm Delete
de_de: Löschen bestätigen
pt_br: Confirmar exclusão
vi_vn: Xác nhận Xóa

source: Are you sure you want to delete the user profile <i>%s</i>?
de_de: Sind Sie sicher, dass Sie das Benutzerprofil <i>%s</i> löschen möchten?
pt_br: Tem certeza que deseja deletar o perfil de usuário <i>%s</i>?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ người dùng <i>%s</i> không?

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through %s.
de_de: Benutzer dieses Profils wird ihre Berechtigungen als benutzerdefinierte Gruppe, die durch %s auf einer Pro-Benutzer-Basis geändert werden können behalten.
pt_br: Os usuários desse perfil manterão suas permissões como um conjunto personalizado que pode ser modificado por usuário através de %s.
vi_vn: Người dùng của hồ sơ đó sẽ giữ lại các quyền của họ dưới dạng một tập hợp tùy chỉnh có thể được sửa đổi trên cơ sở từng người dùng thông qua %s.

source: Select the programs that users of this profile can use and which programs those users can use to save information.
de_de: Wählen Sie die Programme, die Benutzer dieses Profils verwenden können und welche Programme diese Benutzer verwenden können, um Informationen zu speichern.
pt_br: Selecione os programas que os usuários deste perfil podem usar e quais programas esses usuários podem usar para salvar informações.
vi_vn: Chọn các chương trình mà người dùng của cấu hình này có thể sử dụng và những chương trình mà những người dùng đó có thể sử dụng để lưu thông tin.

source: Add a User Profile
de_de: Fügen Sie ein Benutzerprofil hinzu
pt_br: Adicionar um perfil de usuário
vi_vn: Thêm hồ sơ người dùng

source: Find a User
de_de: Finden Sie einen Benutzer
pt_br: Encontre um usuário
vi_vn: Tìm người dùng

source: Include Parents of Inactive Students
de_de: Eltern von nicht-teilnehmenden Schülern miteinbeziehen
pt_br: Incluir pais de alunos inativos
vi_vn: Bao gồm phụ huynh của học sinh không hoạt động

source: Choose A User
de_de: Wählen Sie ein Benutzer
pt_br: Escolha um usuário
vi_vn: Chọn một người dùng

source: No Users were found.
de_de: Es wurden keine Benutzer gefunden.
pt_br: Nenhum usuário foi encontrado.
vi_vn: Không có người dùng nào được tìm thấy.

source: User Field
de_de: Benutzerfeld
pt_br: Campo do usuário
vi_vn: Trường người dùng

source: User Field Category
de_de: Benutzerfeld Kategorien
pt_br: Categoria do campo do usuário
vi_vn: Danh mục trường người dùng

source: New User Field
de_de: Neue Benutzerfeld
pt_br: Novo campo de usuário
vi_vn: Trường người dùng mới

source: New User Field Category
de_de: Neue Benutzerfeld Kategorie
pt_br: Nova categoria de campo de usuário
vi_vn: Danh mục trường người dùng mới

source: User Photo
de_de: Benutzer-Foto
pt_br: Foto do usuário
vi_vn: Ảnh người dùng

source: Mr
de_de: Herr
pt_br: Sr
vi_vn: Ông

source: Mrs
de_de: Frau
pt_br: Sra
vi_vn: Bà

source: Ms
de_de: Frau
pt_br: Senhora
vi_vn: Cô

source: Miss
de_de: Fräulein
pt_br: Senhorita

source: Last Year %s ID
de_de: Letztes Jahr %s ID Nummer
pt_br: ID %s do ano passado
vi_vn: ID %s năm ngoái

source: All Schools
de_de: Alle Schulen
pt_br: Todas as escolas
vi_vn: Tất cả các trường học

source: List Courses For All Schools
de_de: Listenplätze für alle Schulen
pt_br: Listar cursos para todas as escolas
vi_vn: Liệt kê các khóa học cho tất cả các trường

source: Not Requested
de_de: Nicht beantragt
pt_br: Não solicitado
vi_vn: Không yêu cầu

source: You must choose at least one field
de_de: Sie müssen mindestens ein Feld wählen
pt_br: Você deve escolher pelo menos um campo
vi_vn: Bạn phải chọn ít nhất một trường

source: First Name Initial
de_de: Vorname Initial
pt_br: Inicial do primeiro nome
vi_vn: Tên đầu tiên

source: Enrollment Start Date
de_de: Einschreibung Startdatum
pt_br: Data de início da inscrição
vi_vn: Ngày bắt đầu đăng ký

source: Enrollment End Date
de_de: Einschreibung Enddatum
pt_br: Data de término da inscrição
vi_vn: Ngày kết thúc đăng ký

source: Drop Code
de_de: Code löschen
pt_br: Drop Code (código descartado)
vi_vn: Mã thả

source: Zip Code
de_de: PLZ
pt_br: Código postal
vi_vn: Mã bưu chính

source: Attendance Period Teacher
de_de: Anwesenheitszeit Lehrer
pt_br: Período de presença do professor
vi_vn: Giáo viên chấm công

source: Fields
de_de: Felder
pt_br: Campos
vi_vn: Các trường

source: Good Morning, %s.
de_de: Guten Morgen, %s.
pt_br: Bom dia, %s.
vi_vn: Chào buổi sáng, %s.

source: Good Afternoon, %s.
de_de: Guten Tag, %s.
pt_br: Boa tarde, %s.
vi_vn: Chào buổi chiều, %s.

source: Good Evening, %s.
de_de: Guten Abend, %s.
pt_br: Boa noite, %s.
vi_vn: Chào buổi tối, %s.

source: Your last login was <b>%s</b>.
de_de: Ihr letzte Anmeldung war am <b>%s</b>.
pt_br: Seu último login foi <b>%s</b>.
vi_vn: Lần đăng nhập cuối cùng của bạn là <b>%s</b> .

source: There have been <b>%d</b> failed login attempts since your last successful login.
de_de: Es gab <b>%d</b> fehlgeschlagene Anmeldeversuche seit der letzten erfolgreichen Anmeldung.
pt_br: Houve <b>%d</b> tentativas de login com falha desde sua última Conecte-se.
vi_vn: Đã có <b>%d</b> lần đăng nhập không thành công kể từ lần đăng nhập thành công cuối cùng của bạn.

source: You are an <b>Administrator</b> on the system.
de_de: Sie sind als <b>Administrator(in)</b> eingeloggt.
pt_br: Você é um <b>administrador</b> do sistema.
vi_vn: Bạn là <b>Quản trị</b> viên trên hệ thống.

source: You are a <b>Teacher</b> on the system.
de_de: Sie sind als <b>Lehrer(in)</b> eingeloggt.
pt_br: Você é um <b>professor</b> no sistema.
vi_vn: Bạn là <b>Giáo viên</b> trên hệ thống.

source: You are a <b>Parent</b> on the system.
de_de: Sie sind als <b>Eltern</b> eingeloggt.
pt_br: Você é um <b>pai ou responsável</b> no sistema.
vi_vn: Bạn là <b>Phụ huynh</b> trên hệ thống.

source: You are a <b>Student</b> on the system.
de_de: Sie sind als <b>Student(in)</b> eingeloggt.
pt_br: Você é um <b>estudante</b> no sistema.
vi_vn: Bạn là <b>Sinh viên</b> trên hệ thống.

source: Date Posted
de_de: Datum der Veröffentlichung
pt_br: Data de postagem
vi_vn: Ngày đăng

source: Day With Upcoming Events
de_de: Tage mit bevorstehenden Veranstaltungen
pt_br: Dia com próximos eventos
vi_vn: Ngày Với Các Sự Kiện Sắp Tới Các Ngày Với Các Sự Kiện Sắp Tới

source: The school year has ended. It is time to proceed to %s.
de_de: Das Schuljahr ist beendet. Es ist Zeit mit %s fortzufahren.
pt_br: O ano letivo terminou. É hora de prosseguir para %s.
vi_vn: Năm học đã kết thúc. Đã đến lúc chuyển sang %s.

source: Teachers have missing attendance data
de_de: Anwesenheitsdaten der Lehrer fehlen
pt_br: Professores têm falta de dados de frequência
vi_vn: Giáo viên thiếu dữ liệu chuyên cần

source: Course Period with missing attendance data
de_de: Unterrichtsstunde mit fehlenden Anwesenheitsdaten
pt_br: Classe com falta de dados de frequência
vi_vn: Thời gian khóa học thiếu dữ liệu tham dự Thời gian khóa học thiếu dữ liệu tham dự

source: You have a <b>negative</b> food service balance of <span style="color:red">%s</span>
de_de: Sie haben einen <b>negativen</b> Verpflegungssaldo von <span style="color:red">%s </span>
pt_br: Você tem um saldo de serviço de alimentação <b>negativo</b> de <span style="color:red">%s</span>
vi_vn: Bạn có số dư dịch vụ ăn uống <b>âm</b> là <span style="color:red">%s</span>

source: Some students have food service balances below %1.2f
de_de: Einige Schüler haben Verpflegungs-Guthaben unter %1.2f
pt_br: Alguns alunos têm saldos de serviço de alimentação abaixo de %1.2f
vi_vn: Một số sinh viên có số dư dịch vụ ăn uống dưới đây %1.2f

source: Upcoming Assignment
de_de: Anstehende Aufgabe
pt_br: Próxima tarefa
vi_vn: Bài tập sắp tới Các bài tập sắp tới

source: You have missing attendance data
de_de: Sie haben fehlende Anwesenheitsdaten
pt_br: Você tem dados de frequência faltando
vi_vn: Bạn thiếu dữ liệu tham dự

source: You have students with food service balance below %1.2f - please deposit at least the Minimum Deposit into you children's accounts.
de_de: Sie haben Schüler mit einem Verpflegung-Saldo unter %1.2f - Bitte hinterlegen Sie die Mindesteinzahlung auf dem Konto Ihres Kindes.
pt_br: Você tem alunos com saldo de serviço de alimentação abaixo de %1.2f - por favor, deposite pelo menos o depósito mínimo nas contas dos seus filhos.
vi_vn: Bạn có học sinh có số dư dịch vụ ăn uống dưới đây %1.2f - vui lòng gửi ít nhất Khoản tiền gửi Tối thiểu vào tài khoản của con bạn.

source: Minimum Deposit
de_de: Mindesteinzahlung
pt_br: Depósito mínimo
vi_vn: Tiền gửi tối thiểu

source: This person has no information in the system.
de_de: Diese Person hat keine Informationen im System.
pt_br: Esta pessoa não tem informações no sistema.
vi_vn: Người này không có thông tin trong hệ thống.

source: The plugin configuration has been modified.
de_de: Die Plugin-Konfiguration wurde geändert.
pt_br: A configuração do plug-in foi modificada.
vi_vn: Cấu hình plugin đã được sửa đổi.

source: %s users were imported.
de_de: %s Benutzer wurden importiert.
pt_br: %s usuários foram importados.
vi_vn: %s người dùng đã được nhập.

source: Import Selected Users
de_de: Ausgewählte Benutzer importieren
pt_br: Importar usuários selecionados
vi_vn: Nhập người dùng đã chọn

source: Set Password: use Username
de_de: Setze Passwort: benutze Benutzername
pt_br: Definir senha: use nome de usuário
vi_vn: Đặt mật khẩu: sử dụng Tên người dùng

source: Email Address
de_de: E-Mail-Adresse
pt_br: Endereço de e-mail
vi_vn: Địa chỉ Email

source: Moodle User
de_de: Moodle Benutzer
pt_br: Usuário do Moodle
vi_vn: Người dùng Moodle Các người dùng Moodle

source: You must configure the %s to use this script.
de_de: Sie müssen %s konfigurieren um dieses Skript zu nutzen.
pt_br: Você deve configurar o %s para usar este script.
vi_vn: Bạn phải định cấu hình %s để sử dụng tập lệnh này.

source: Moodle Parent Role ID
de_de: Übergeordnete Moodle Rollen-ID
pt_br: ID da função pai do Moodle
vi_vn: ID vai trò cha mẹ của Moodle

source: Import Users
de_de: Benutzer importieren
pt_br: Importar usuários
vi_vn: Nhập vào

source: Create Student in Moodle
de_de: Erstellen von Schüler in Moodle
pt_br: Criar aluno no Moodle
vi_vn: Tạo sinh viên trong Moodle

source: Please enter a valid password
de_de: Bitte geben Sie ein gültiges Passwort ein
pt_br: Por favor, digite uma senha válida
vi_vn: Vui lòng nhập mật khẩu hợp lệ

source: Create User in Moodle
de_de: Benutzer erstellen in Moodle
pt_br: Criar usuário no Moodle
vi_vn: Tạo người dùng trong Moodle

source: Create Course Period in Moodle
de_de: Neue Unterrichtsstunde in Moodle erstellen
pt_br: Criar aula no Moodle
vi_vn: Tạo thời gian khóa học trong Moodle

source: Publish Event in Moodle?
de_de: Veröffentlichen Veranstaltung in Moodle?
pt_br: Publicar evento no Moodle?
vi_vn: Xuất bản sự kiện trong Moodle?

source: Publish Note in Moodle?
de_de: Veröffentlichen Sie Hinweise in Moodle?
pt_br: Publicar nota no Moodle?
vi_vn: Xuất bản Ghi chú trong Moodle?

source: Are you absolutely ready to import users? Make sure you have backed up your database!
de_de: Sind Sie absolut bereit Benutzer zu importieren? Stellen Sie sicher, dass Sie ein Backup Ihrer Datenbank haben!
pt_br: Você está absolutamente pronto para importar usuários? Certifique-se de ter feito backup de seus base de dados!
vi_vn: Bạn đã hoàn toàn sẵn sàng nhập người dùng chưa? Hãy chắc chắn rằng bạn đã sao lưu cơ sở dữ liệu của mình!

source: Administrator
pt_br: Administrador
vi_vn: Người quản trị

source: Email
vi_vn: Địa chỉ email

source: Dashboard
pt_br: Painel
vi_vn: Bảng điều khiển

source: Pull-Down
pt_br: Puxar para baixo
vi_vn: Dỡ xuống

source: Auto Pull-Down
pt_br: Remoção automática
vi_vn: Tự động kéo xuống

source: Export Pull-Down
pt_br: Exportar pull-down
vi_vn: Xuất kéo xuống

source: Text
pt_br: Texto
vi_vn: Văn bản

source: Checkbox
pt_br: Caixa de seleção
vi_vn: Hộp kiểm

source: Embed Link
pt_br: Incorporar link
vi_vn: Liên kết nhúng

source: User Account
pt_br: Conta de usuário
vi_vn: Tài khoản người dùng

source: Code
pt_br: Código
vi_vn: Mã Các mã

source: N/A
vi_vn: Không có

source: Account Status
pt_br: Status da conta
vi_vn: Trạng thái tài khoản

source: Barcode
pt_br: Código de barras
vi_vn: Mã vạch

source: GPA
pt_br: CR
vi_vn: ĐTB

source: Reporter
pt_br: Repórter
vi_vn: Người báo cáo

source: April
pt_br: Abril
vi_vn: Tháng 4

source: August
pt_br: Agosto
vi_vn: Tháng 8

source: September
pt_br: Setembro
vi_vn: Tháng 9

source: November
pt_br: Novembro
vi_vn: Tháng 11

source: Status
pt_br: Estado
vi_vn: Tình trạng

source: %s Login
vi_vn: Đăng nhập cho %s

source: %s version %s
pt_br: %s versão %s
vi_vn: %s phiên bản %s

source: Setup
pt_br: Configuração
vi_vn: Cài Đặt

source: Email Text
pt_br: Texto de e-mail
vi_vn: Email

source: Option
pt_br: Opção
vi_vn: Tùy chọn Các tùy chọn

source: Debit Card
pt_br: Cartão de débito
vi_vn: Thẻ ghi nợ

source: Detail
pt_br: Detalhe
vi_vn: Chi tiết

source: Minimum
pt_br: Mínimo
vi_vn: Tối thiểu

source: Problem
pt_br: Problema
vi_vn: Vấn đề

source: Name
pt_br: Nome
vi_vn: Họ tên

source: Extra Credit
pt_br: Crédito extra
vi_vn: Tín dụng thêm

source: Normal
vi_vn: Bình thường

source: Minimum assignment points for letter grade
vi_vn: Điểm bài tập tối thiểu cho loại chữ cái

source: Semester
pt_br: Semestre
vi_vn: Học kỳ các học kỳ

source: Abs<br />YTD / MP
pt_br: Aus<br />Ano / PM
vi_vn: Những lần vắng mặt<br />Từ đầu năm đến nay / Kỳ chấm điểm

source: General
pt_br: Geral
vi_vn: Chung

source: Transcripts
pt_br: Transcrições
vi_vn: Bảng điểm.

source: Breakoff
pt_br: Interrupção
vi_vn: Vỡ ra

source: %s in %s
pt_br: %s em %s
vi_vn: %s trong %s

source: Min.
pt_br: Mín.
vi_vn: Tối thiểu.

source: Max.
pt_br: Máx.
vi_vn: Tối đa.

source: Text Block 2
pt_br: Bloco de texto 2
vi_vn: Khối văn bản 2

source: Link
vi_vn: Liên kết

source: MP
vi_vn: Thời Kỳ Chấm Điểm

source: Browser
pt_br: Navegador
vi_vn: Trình duyệt

source: Plugins
vi_vn: Gói mở rộng

source: Suffix
pt_br: Sufixo
vi_vn: Hậu Tố

source: Plugin
vi_vn: Phần bổ trợ Các phần bổ trợ

source: Enrollment Codes
pt_br: Códigos de inscrição
vi_vn: Mã đăng ký

source: Widgets
vi_vn: Tiện ích

source: Mailing
pt_br: Correio
vi_vn: Gửi thư

source: Bus
pt_br: Ônibus
vi_vn: Xe buýt

source: US Letter
pt_br: Carta dos EUA
vi_vn: Thư Hoa Kỳ

source: Widget
vi_vn: Tiện ích con

source: Dr
vi_vn: Tiến sĩ

source: Test
pt_br: Teste
vi_vn: Kiểm tra

source: Moodle ID
pt_br: ID do Moodle
vi_vn: ID Moodle

source: Moodle URL
pt_br: URL do Moodle
vi_vn: URL Moodle

source: Moodle Token
pt_br: Token do Moodle
vi_vn: Mã thông báo Moodle

source: Stop
pt_br: Parar
vi_vn: Dừng
